[{"author":"yohan2on","root_title":"BTC - Annual tennis tournament","last_update":"2023-11-16T00:10:57.000Z","url":"/hive-101690/@yohan2on/btc-the-tennis-finals","body":"The tennis finals event was held over the previous weekend (on Saturday). The event had a total of 16 players competing for the winner prize 🏆. They rewarded all players that reached at least to the semi-finals. Buwate tennis club is one the local tennis clubs in Uganda formed to improve and develop the game of tennis in the country. \n\n![IMG-20231111-WA0071.jpg](https://images.hive.blog/DQmXzArGaeUDNznGH432a7jSrf89VuS1ukk5V1CwcZa2V1G/IMG-20231111-WA0071.jpg)\n\n![IMG-20231111-WA0083.jpg](https://images.hive.blog/DQmaZibSL2qupvQbkj78ofd2t7E1hSVGgESA3NfakLZAogw/IMG-20231111-WA0083.jpg)\n\n![IMG-20231113-WA0026.jpg](https://images.hive.blog/DQmdprJ9Xk5yLDMjQ8RNL6Ec46bm96Uk6KPkDLpTqMYpP6W/IMG-20231113-WA0026.jpg)\n\n\n\n\n\n\nI was one of the officials on this tennis tournament event which was held at Maracana Sports World. I was the umpire all through this simple tournament. I managed to umpire all that tennis matches that transpired in the event in a fair and satisfying manner. I will go into details of the earlier matches of the event but I will focus on the final day matches. \n\nThe finals had 2 categories of matches to be played. One category - group B  had Arnold vs George who are the most improved players. I personally coach Arnold and he managed to win against George on scores 6/3 6/3. It was a very interesting match and those who watched it can attest to it. \n\nThe second category - Group A  match was for the seniors and the participants were Pius and Barham. Pius won against Barham on scores 7/5 6/3. The event was eventually wound up with the prize giving ceremony where both the winners and runner-ups were given trophies. The semi-finalists were given medals. \n\nHowever did you that you can earn some hive through writing an advertising post. [subscribe the community Hive Marketing](https://peakd.com/hive-154303/@advertisingbot2/advertising-contest-for-the-community-hive-marketing) a valuable contest run by our very own @achimmertens.","total_vote_weight":706021336653,"account":"yohan2on","weburl":"https://peakd.com/hive-101690/@yohan2on/btc-the-tennis-finals","originAuthorReputation":69338200480010,"firstImageUrl":"![IMG-20231111-WA0071.jpg](https://images.hive.blog/DQmXzArGaeUDNznGH432a7jSrf89VuS1ukk5V1CwcZa2V1G/IMG-20231111-WA0071.jpg)"}]