[{"author":"sirkay1","root_title":"advertising campaign","last_update":"2024-11-19T21:11:48.000Z","url":"/hive-154303/@sirkay1/advertising-campaign-fecf4d0325566","body":"# Advertising campaign #\nHey, I am joining in the advertising campaign again for week 46 from sponsor @achimmertens, period: 2024-11-15 to 2024-11-21.\n\n![](https://images.ecency.com/DQmcoJcp99W6BXbXHbuREgeHVYGEGZdibHaSPpnvpTyeucL/screenshot_20240322_132059.jpg)[Source](https://hive.blog/hive-154303/@advertisingbot2/hive-marketing-job-241115-week-46-for-worldmappin) \n\nPlease follow @worldmappin. The people behind this account work on a cool hive tool and help their members, when they are in need.\n\n>@worldmappin is a team, that operates the site https://worldmappin.com. Whith this tool every hive user can write a travel blog and earn some good Hive, if the quality of the post is good (rules). To check this, there are some curators in the team. One of them has a terrible hospital bill to pay. @worldmappin has send 500 HBD to their friend and colleage to help him.\n\n\n\n\n","total_vote_weight":495959208431,"account":"sirkay1","weburl":"https://peakd.com/hive-154303/@sirkay1/advertising-campaign-fecf4d0325566","originAuthorReputation":19505246836,"firstImageUrl":"![](https://images.ecency.com/DQmcoJcp99W6BXbXHbuREgeHVYGEGZdibHaSPpnvpTyeucL/screenshot_20240322_132059.jpg)"},{"author":"oasiskp2","root_title":"Advertising campaign","last_update":"2024-11-19T20:52:30.000Z","url":"/hive-154303/@oasiskp2/advertising-campaign-f240f33923254","body":"# Advertising campaign #\nHey, I am joining in the advertising campaign again for week 46 from sponsor @achimmertens, period: 2024-11-15 to 2024-11-21.\n\n![](https://images.ecency.com/DQmcoJcp99W6BXbXHbuREgeHVYGEGZdibHaSPpnvpTyeucL/screenshot_20240322_132059.jpg)[Source](https://hive.blog/hive-154303/@advertisingbot2/hive-marketing-job-241115-week-46-for-worldmappin) \n\nPlease follow @worldmappin. The people behind this account work on a cool hive tool and help their members, when they are in need.\n\n>@worldmappin is a team, that operates the site https://worldmappin.com. Whith this tool every hive user can write a travel blog and earn some good Hive, if the quality of the post is good (rules). To check this, there are some curators in the team. One of them has a terrible hospital bill to pay. @worldmappin has send 500 HBD to their friend and colleage to help him.\n\nWishing success!\n\n#advertising #inleo #campaign #hive #pob #aliveandthriving #pepe #ecency #neoxian\n\n","total_vote_weight":1108570536106,"account":"oasiskp2","weburl":"https://peakd.com/hive-154303/@oasiskp2/advertising-campaign-f240f33923254","originAuthorReputation":29710323865264,"firstImageUrl":"![](https://images.ecency.com/DQmcoJcp99W6BXbXHbuREgeHVYGEGZdibHaSPpnvpTyeucL/screenshot_20240322_132059.jpg)"},{"author":"barbyjr","root_title":"A very beautiful sunset🌄💛","last_update":"2024-11-19T03:40:36.000Z","url":"/hive-147010/@barbyjr/a-very-beautiful-sunset","body":"<liketuimages>\n<center>\n![4JumwHmKDu7hkw3a_WhatsApp_Image_2024-11-18_at_11.03.10_PM_2.webp](https://cdn.liketu.com/media/barbyjr/images/4JumwHmKDu7hkw3a_WhatsApp_Image_2024-11-18_at_11.03.10_PM_2/4JumwHmKDu7hkw3a_WhatsApp_Image_2024-11-18_at_11.03.10_PM_2.webp)\n![z4OYpc9ASfNYTfRD_WhatsApp_Image_2024-11-18_at_11.03.10_PM_1.webp](https://cdn.liketu.com/media/barbyjr/images/z4OYpc9ASfNYTfRD_WhatsApp_Image_2024-11-18_at_11.03.10_PM_1/z4OYpc9ASfNYTfRD_WhatsApp_Image_2024-11-18_at_11.03.10_PM_1.webp)\n![5R5yPOm3ydSWhANf_WhatsApp_Image_2024-11-18_at_11.03.10_PM.webp](https://cdn.liketu.com/media/barbyjr/images/5R5yPOm3ydSWhANf_WhatsApp_Image_2024-11-18_at_11.03.10_PM/5R5yPOm3ydSWhANf_WhatsApp_Image_2024-11-18_at_11.03.10_PM.webp)\n![BsyIqNQcV4n1a1No_WhatsApp_Image_2024-11-18_at_11.03.09_PM.webp](https://cdn.liketu.com/media/barbyjr/images/BsyIqNQcV4n1a1No_WhatsApp_Image_2024-11-18_at_11.03.09_PM/BsyIqNQcV4n1a1No_WhatsApp_Image_2024-11-18_at_11.03.09_PM.webp)\n</center>\n</liketuimages>\n\nHello friends of Liketu 👋🏻 I hope you are all doing well and that your week has started wonderfully! This time I am sharing with you some beautiful photographs, where you can see a spectacular sunset. Since I was little I have loved sunsets, I feel that they transmit a lot of relaxation when I see them for a while. I was able to capture these moments, just before the sun went down. Connecting with nature 🌄 is the best feeling, and the best thing we can do is take care of it. I hope you like it, thank you very much for visiting my blog! Until next time.\n\n\"Please follow @worldmappin. The people behind this account work on a cool hive tool and help their members, when they are in need.\"\n\n\n![WhatsApp Image 2024-05-31 at 11.49.59 PM.jpeg](https://files.peakd.com/file/peakd-hive/barbyjr/243g1JQafRM2RQGrdEpH6XCaAzYn2NaFBmWhBgpwjYX5HtpJFZpHaiykv4jySZCixRXBk.jpeg)\n\n---\n\nFor the best experience view this post on [Liketu](https://liketu.com/@barbyjr/a-very-beautiful-sunset)","total_vote_weight":101076267909,"account":"barbyjr","weburl":"https://peakd.com/hive-147010/@barbyjr/a-very-beautiful-sunset","originAuthorReputation":23556407590162,"firstImageUrl":"![4JumwHmKDu7hkw3a_WhatsApp_Image_2024-11-18_at_11.03.10_PM_2.webp](https://cdn.liketu.com/media/barbyjr/images/4JumwHmKDu7hkw3a_WhatsApp_Image_2024-11-18_at_11.03.10_PM_2/4JumwHmKDu7hkw3a_WhatsApp_Image_2024-11-18_at_11.03.10_PM_2.webp)"},{"author":"luisfe","root_title":"My Shadow to \"\"Shadow Hunters SMASh Contest-Round 348\"","last_update":"2024-11-19T00:00:36.000Z","url":"/hive-179017/@luisfe/my-shadow-to-shadow-hunters-smash-contest-round-348","body":"\n<center>\n\nhttps://files.peakd.com/file/peakd-hive/luisfe/23tmKrue4NhpXB9mSfjFQsKmeZjRyyp5gv99czzptmPaYmrMeR1x2nQLxSEdfjL6hssYf.jpg\n\n\n\n</center>\n<br>\n\n<br>\nHello community, I wish for each of you… well… us, a week full of beautiful things on all levels. May we have our eyes wide open and the GPS of our faith turned on so that we can perceive. value and enjoy the miracles that occur daily both around us and in ourselves.\n\n\n\nI present for your consideration two photos of the same object but seen – or focused – from a different angle. Of course, the first one above is for the contest and the second to complement – outside of the contest – the image of the first. \n\nThe shade that I bring to the contest today is from an ornamental plant whose scientific name I do not know, but which receives two different names here in Venezuela. \n\nIn some states it is called “Cow Tongue” but in others it is called “Mother-in-Law's Tongue”<br><br>\n<center>\n\nhttps://files.peakd.com/file/peakd-hive/luisfe/23xAW4rVTM9cUsyo7QrpjNhTJLTuCrZjtizNVPfDYEyjWNoSQ7CC695RtwqNrmPp51dJp.jpg\n\n\n\n\n\n</center>\n<br>\n\nIf you have not yet participated in this contest organized by @melinda010100, I invite you to do it.\nYou will discover the beauty hidden in the shadows that did not catch your attention before.\n <br> \nYou can read the contest rules by clicking [here](  https://peakd.com/hive-179017/@melinda010100/shadow-hunters-smash-contest-round-013b936f65138 ) \n\n<br>\n<center>https://images.ecency.com/DQmdEFNi1YpujDyWycN9USEEUydPQ5S8t8tVnHMa4dfMVu1/separador.png\n\n</center>\n<br>\n<center>**Versión en castellano**</center>\n\n\n\n<center>\n\nhttps://files.peakd.com/file/peakd-hive/luisfe/23tmKrue4NhpXB9mSfjFQsKmeZjRyyp5gv99czzptmPaYmrMeR1x2nQLxSEdfjL6hssYf.jpg\n\n\n\n</center>\n<br>\n\n<br>\nHola, comunidad, deseo para cada uno de ustedes… bueno… de nosotros, una semana llena de cosas bellas en todos los niveles. Que tengamos los ojos bien abiertos y el GPS de nuestra fé encendido para que podamos percibir. valorar y disfrutar los milagros que ocurren a diario tanto a nuestro alrededor como en nosotros mismos.\n\n\nPresento a su consideración dos fotos del mismo objeto pero visto – o enfocado – desde distinto ángulo. Por supuesto, la primera de arriba es para el concurso y la segunda para complementar – fuera del concurso – la imagen de la primera. \n\nLa sombra que traigo hoy a concurso es de una planta ornamental cuyo nombre científico desconozco, pero que recibe dos nombres diferentes acá en Venezuela. \n \n\nEn algunos estados es llamada “Lengua de vaca” pero en otros recibe la denominación  de “Lengua de suegra”<br>\n \nSi aú<br>\n<center>\n\n<br>\n<center>\n\nhttps://files.peakd.com/file/peakd-hive/luisfe/23xAW4rVTM9cUsyo7QrpjNhTJLTuCrZjtizNVPfDYEyjWNoSQ7CC695RtwqNrmPp51dJp.jpg\n\n\n\n\n\n</center>\n<br>\n\n</center>\n<br>n no has participado en este concurso convocado por @melinda010100, te invito a que lo hagas. Descubrirás la belleza oculta en las sombras que antes no llamaban tu atención. \n<br> \nPuedes leer las bases del concurso clicando [acá]( https://peakd.com/hive-179017/@melinda010100/shadow-hunters-smash-contest-round-013b936f65138  )\n<br>\n<center>https://images.ecency.com/DQmdEFNi1YpujDyWycN9USEEUydPQ5S8t8tVnHMa4dfMVu1/separador.png</center>\n<br>\n\nMuchas gracias por visitar mi blog y leer mi post. Espero que esta sea una semana llena de cosas buenas para ti y tu familia. Dios te bendiga.\n<br>\nThank you very much for visiting my blog and reading my post. I hope this be a week full of good things for you and your family. God bless you,\n<br>\n\nYour visit to my blog is very important to me, \nI hope you liked the result of my work as a shadowhunter and leave with the intention of returning.\n\n<br>\n\nTu visita a mi blog es muy importante para mí. Espero que te haya gustado el resultado de mi trabajo como cazador de sombras y te vayas con la intención de regresar.\n<br>\nFotos propias tomadas con celular Krip K55H /Own photos taken with Krip K55H Cell Phone\n\n<br>\nTraducciones realizadas con el\n[Traductor Gratuito Google]( https://www.google.com/search?q=traductor+espa%C3%B1ol+a+ingles&oq=TRADUCTOR&aqs=chrome.1.69i57j35i39i512i650j69i59j0i131i433i512l2j0i433i512j0i131i433i512l4.3827j0j1&sourceid=chrome&ie=UTF-8)\n<br>\nSi lo deseas, puedes seguirme en [mi canal de 3Speak](https://3speak.tv/user/luisfe)\n\n<br>\nIf you wish you may follow me in [my 3Speak channel](https://3speak.tv/user/luisfe)\n<br>\n<center >https://images.ecency.com/DQmdEFNi1YpujDyWycN9USEEUydPQ5S8t8tVnHMa4dfMVu1/separador.png</center>\n<br>\n\n<center>https://images.ecency.com/DQmXGGmnjm6RaajhQ13xGMdfLH9wNidJevTb8FTXhp8XR8v/publishedw_ecency1.gif) </center >\n<br>\n [Fuente]( https://ecency.com/hive-179017/@melinda010100/shadow-hunters-smash-contest-round-7a89cade5c0dc ) ---\n\"Por favor, sigue a @worldmappin. Las personas detrás de esta cuenta trabajan en una excelente herramienta de hive.blog y ayudan a sus miembros cuando lo necesitan\".\n\n<br>\n\n\n\"Please, follow @worldmappin. The people behind this account work on a cool hive tool and help their members, when they are in need.\"\n<br>\n\n\n\n<br> \n<center>https://images.ecency.com/DQmYK9DkhbyYL9fwUEEYzjeLxBuJTreyySJ6TK9Nt3zQ6La/firma_digital_definitiva.png</center> \n<br>\n\n\n\n\n","total_vote_weight":592918291313,"account":"luisfe","weburl":"https://peakd.com/hive-179017/@luisfe/my-shadow-to-shadow-hunters-smash-contest-round-348","originAuthorReputation":34318346182727,"firstImageUrl":null},{"author":"sayury","root_title":"Praise and Worship Music Week 45 \"Padre, vuelvo a Tí\" Cover by @sayury","last_update":"2024-11-18T01:38:03.000Z","url":"/hive-148115/@sayury/praise-an-worship-music-week","body":"<center>https://images.ecency.com/DQmP7MUjBc1nDCKNc2ggAMxXCSrCqSPHqEBEiSJUoYfZ753/week_45.jpg\n\n\n\n\nhttps://youtu.be/stwd1_3xO5c\n\n <center>\n<br>\n<code></code>\n<br>\n<div class=text-justify>\n\n<div class=\"pull-left\">\n\n**<center>ESPAÑOL</center>**\n<br>\nSaludos para todos los miembros de esta maravillosa comunidad, hoy, primer día de la semana, día importante porque recordamos que nuestro Señor Jesús resucitó un primer día de la semana. La palabra \"domingo\" proviene del latín tardío <i>dies dominĭcus</i>\n, que significa \"día del Señor\" y el domingo se consagró como el día del Señor en memoria de la resurrección de Jesús.\n\nCuando vi que la temática de esta semana era \"Regreso\", de inmediato recordé la parábola del hijo pródigo. Para quienes no conocen la historia, una \"parábola\" es una \"comparación\" y fue un recurso literario muy utilizado por nuestro Señor para dar a entender a las mentes sencillas las verdades eternas.\nEn una oportunidad Él contó la parábola del hijo pródigo. \n\nEl Diccionario del Estudiante de la Real Academia de la Lengua Española define \"pródigo\" en tres acepciones diferentes, la que encaja perfectamente con la historia contada por nuestro Señor es [Que desperdicia o malgasta sus bienes. ](https://www.rae.es/diccionario-estudiante/pr%C3%B3digo#:~:text=adj.,mes%20pr%C3%B3digo%20en%20estrenos%20cinematogr%C3%A1ficos.)\n\nY esto es lo que ocurre en dicha historia que narra el Evangelio según San Lucas en el capítulo 15 y en los versículos del 1 al 32.\nBasicamente se trata de un hombre adinerado que tenía dos hijos, el menor de los cuales le pidió su herencia en vida. El hombre se la dió. Dicho joven se marchó de su casa con el dinero y lo malgastó en fiestas, celebraciones y en bridar al \"montón\" de supuestos amigos que consiguió de esa manera.  \n\nCuando comenzó a faltarle el dinero se encontraba ya muy lejos de la casa del padre y  cuando esperó contar con el apoyo de los amigos, estos desaparecieron.\n\n Se vió obligado, pues, a emplearse como obrero en una hacienda. Allí cuidaba de los puercos. Pasó mucho trabajo y hambre, al punto que cuenta la historia que hubiera deseado poder comer lo que comían los cerdos para saciarse. Entonces reflexionó que en su casa en ese momento los obreros de su padre estarían bien alimentados mientras él por acá pasaba hambre y decidió regresar, pedir perdón a su padre y solicitar que lo empleara como obrero. Pero cuando llegó,  y le pidió perdón diciéndole que ya no merecía ser llamado su hijo y que lo tomara como obrero, su padre lo abrazó con alegría y mando hacer una fiesta para celebrar su regreso. Mandó matar un becerro gordo , le hizo poner ropa nueva, un anillo en su dedo y el hijo mayor se puso celoso, le reclamó el hecho de que siendo él juicioso y estando siempre trabajando con él nunca le había dado ni siquiera un cabrito para celebrar con sus amigos, en cambio ahora montaba esa gran fiesta por este hijo que se había portado tan mal. Entonces el padre le explicó que él , como su hijo, siempre estaba con él, péro el otro lo había considerado ya perdido, como si estuviera muerto y ahora, había regresado, como si hubiera revivido.\nLa enseñanza de esta parábola es la misma de la oveja perdida: que en el Cielo hay más alegría por un pecador que se arrepiente y cambia de vida que por cien justos que no necesitan arrepentimiento.\n\nEsta parábola la vivimos en nuestra existencia cada vez que le fallamos al Padre y de una u otra forma nos alejamos de Él.  Cuando nos acercamos nuevamente en búsqueda de su perdón para encontrarnos siempre bien aceptados por su amor misericordioso.\n\nY es también una enseñanza para no denigrar del hermano que cae, sino pedir a Dios lo ayude a volver y a restablecer su vida espiritual.\n\nLa canción que les traigo hoy, basada en esta parábola, se llama \"Padre,  vuelvo a Tí\" y es un canto de amor, una oración de reconciliación que espero les guste y sea de bendición para sus vidas. \n<br>\nInvito a los siguientes tres hivers a participar en esta interesante iniciativa:\n<br>\n@mirel0510\n<br>\n@thonyt05\n<br>\n@nellynohemi\n<br>\n</div>\n\n<div class=text-justify>\n\n<div class=\"pull-right\">\n\n**<center>ENGLISH</center>**\n<br>\n<center>https://images.ecency.com/DQmP7MUjBc1nDCKNc2ggAMxXCSrCqSPHqEBEiSJUoYfZ753/week_45.jpg\n\n\n\n\n <center>\n<br>\n\nGreetings to all the members of this wonderful community, today, the first day of the week, an important day because we remember that our Lord Jesus resurrected on the first day of the week. \n\nThe spanish word \"Domingo\" (Sunday) comes from the late Latin <i>dies dominĭcus</i>, meaning \"day of the Lord\" and Sunday was consecrated as the Lord's day in memory of the resurrection of Jesus.\n\nWhen I saw that this week's theme was \"Return\", I immediately remembered the parable of the prodigal son. For those who do not know the story, a \"parable\" is a \"comparison\" and was a literary device widely used by our Lord to make simple minds understand eternal truths.\nOn one occasion He told the parable of the prodigal son.\nThe Student Dictionary of the Royal Academy of the Spanish Language defines \"prodigal\" in three different meanings, the one that fits perfectly with the story told by our Lord is [That he wastes or wastes his goods. ](https://www.rae.es/diccionario-estudiante/pr%C3%B3digo#:~:text=adj.,mes%20pr%C3%B3digo%20en%20estrenos%20cinematogr%C3%A1ficos.)\n\nAnd this is what happens in the story narrated in the Gospel according to Saint Luke in chapter 15 and in verses 1 to 32.\nBasically it is about a wealthy man who had two sons, the youngest of whom asked him for his inheritance while he was alive. The man gave it to him. Said young man left home with the money and wasted it on parties, celebrations and bridging the \"bunch\" of supposed friends he made that way.\n\nWhen he began to run out of money, he was already very far from his father's house and when he expected to have the support of his friends, they disappeared.\n\n He was forced, therefore, to work as a worker on a farm. There he took care of the pigs. He went through a lot of work and hunger, to the point that the story goes that he wished he could eat what the pigs ate to satisfy himself. Then he reflected that in his house at that time his father's workers would be well fed while he was hungry here and he decided to return, ask his father for forgiveness and request that he be employed as a worker.\n\n But when he arrived, and asked for forgiveness, telling him that he no longer deserved to be called his son and that he should take him as a worker, his father hugged him with joy and ordered a party to be held to celebrate his return. He had a fat calf killed , he made him put on new clothes, a ring on his finger and his eldest son became jealous, he complained to him about the fact that, being judicious and always working with him, he had never given him even a goat to celebrate with his friends, however now he was having this big party for this son who had behaved so badly. \n\nThen the father explained to him that he, like his son, was always with him, but the other had considered him already lost, as if he were dead and now, he had returned, as if he had revived.\nThe teaching of this parable is the same as that of the lost sheep: that in Heaven there is more joy over one sinner who repents and changes his life than over a hundred righteous people who do not need repentance.\n\nWe live this parable in our existence every time we fail the Father and in one way or another we distance ourselves from Him. When we approach again in search of His forgiveness to always find ourselves well accepted by His merciful love.\n\nAnd it is also a teaching not to denigrate the brother who falls, but to ask God to help him return and reestablish his spiritual life.\n\nThe song I bring you today, based on this parable, is called \"Father, I return to You\" and it is a song of love, a prayer of reconciliation that I hope you like and that it will be a blessing for your lives.\n<br>\nI invite the following three hivers to participate in this interesting initiative:\n<br>\n@mirel0510\n<br>\n@thonyt05\n<br>\n@nellynohemi\n<br>\n</div>\n\n<br>\nEste es el tema original, interpretado por el grupo español \"Kairoi\"\n<br>\nThis is the original song, performed by the Spanish group \"Kairoi\"\n<br>\n<center>https://www.youtube.com/watch?v=w0op0xI5VgU</center>\n\n<br>\n<center>LETRA\n\nQuerido Padre, cansado vuelvo a Ti,\nhaz que conozca el don de tu amistad,\nvivir por siempre el gozo del perdón,\ny en tu presencia, tu fiesta celebrar.\n\nPongo en tus manos mis culpas, Oh Señor,\nestoy seguro de que eres siempre fiel,\ndame la fuerza para poder andar,\nbuscando en todo hacer tu voluntad.\n\n/ Padre, yo busco tu amor, Padre, vuelvo a ti;\nmira que tu hijo soy, Padre, vuelvo a ti /2\n\nLo reconozco, a veces olvidé\nque eres mi Padre y que a mi lado estás,\nque soy tu hijo y me aceptas como soy,\nsólo me pides: «vive en sinceridad».\n\nQuiero sentirte cercano a mí, Señor,\noír tu voz, que me habla al corazón,\nsentirme libre desde tu libertad,\nser signo vivo de la fraternidad.\n\n/ Padre, yo busco tu amor, Padre, vuelvo a ti;\nmira que tu hijo soy, Padre, vuelvo a ti /2\n\n[Fuente](https://www.oblatos.com/querido-padre-cansado-vuelvo-a-ti/)\n\n\n\nLYRICS\n\nDear Father, tired I return to You,\nlet me know the gift of your friendship,\nlive forever the joy of forgiveness,\nand in your presence, celebrate your party.\n\nI put my faults in your hands, Oh Lord,\nI am sure that you are always faithful,\ngive me the strength to be able to walk,\nseeking in everything to do your will.\n\n/ Father, I seek your love, Father, I return to you;\nSee that I am your son, Father, I return to you /2\n\nI admit it, sometimes I forget\nthat you are my Father and that you are at my side,\nthat I am your son and you accept me as I am,\nYou only ask me: \"live in sincerity.\"\n\nI want to feel You close to me, Lord,\nhear your voice, which speaks to my heart,\nfeel free from your freedom,\nbe a living sign of fraternity.\n\n/ Father, I seek your love, Father, I return to You;\nSee that I am your son, Father, I return to you /2\n\n</center>\n<br>\n<center>♩🎶🎵🎤♩https://images.ecency.com/DQmV7WLUhQumBxh1FWRT43Ab2EqksnGiUwC49RW2hTrHYDJ/a_separador_sayury.png♩🎶🎵🎤</center>\n\n<br>\n<center>\nOwn photos and video taken with Samsung J2 Prime cell phone\n\n<br>\n\n>Fotos  y video propios, tomadas con celular Samsung J2 Prime\n\n<br>\n\n<b>The  text in Spanish was created without AI</b> \n\n<br>\n\n The text in  English I translated it with\n\n[Traductor Google](https://www.google.com/search?client=firefox-b-e&q=traductor+espa%C3%B1ol+a+ingles)\n\n<br>\n\nEditing of both video and photos in Inshot.\n\n<br>\n\n>Las ediciones tanto del  vídeo como de fotos  en Inshot.\n\n \n\n<br>\n\n<center>\n\nIf you want you may follow me on the networks\n\n<br>\n\n>Si lo deseas puedes seguirme en las redes\n\n<br>\n\n[Twitter](https://twitter.com/VozdeVilladeCur)\n\n<br >\n\n[Blogger](https://desdevilladecura.blogspot.com/)\n\n<br>\n\n▶️ [3Speak]( https://3speak.tv/user/sayury )\n\n<br>\n\n[Facebook](https://www.facebook.com/vozde.villadecura/)\n\n<br>\n\n[Youtube](  https://youtube.com/@vozdevilladecura3990?si=vgsOinWbI8tp9Id )\n\n<br>\n\n \n\n \n<br>\n\"Por favor, sigan  a @worldmappin. Las personas detrás de esta cuenta trabajan en una excelente herramienta de Hive y ayudan a sus miembros cuando lo necesitan\".\n<br>\n\n\n\"Please follow @worldmappin. The people behind this account work on a cool hive tool and help their members, when they are in need.\"\n<br>\nhttps://images.ecency.com/DQmXGGmnjm6RaajhQ13xGMdfLH9wNidJevTb8FTXhp8XR8v/publishedw_ecency1.gif <br>\n\n[Fuente]( https://ecency.com/hive-179017/@melinda010100/shadow-hunters-smash-contest-round-7a89cade5c0dc ) <br>\n\n<br>\nhttps://images.ecency.com/DQmPGSX9MhozSrS7pW78nRpPwozFSt7YdFWFTi8mBLR3HFi/firma_digital.jpg\n\n\n\n\n</center>\n\n---\n\n\n","total_vote_weight":16857459215606,"account":"sayury","weburl":"https://peakd.com/hive-148115/@sayury/praise-an-worship-music-week","originAuthorReputation":123786812328689,"firstImageUrl":null},{"author":"luisfe","root_title":"My Entry To Shadow Hunters Smash Contest Round 347","last_update":"2024-11-16T12:21:36.000Z","url":"/hive-179017/@luisfe/my-entry-to-shadow-hunters-ff83ba0b5dec7","body":"<center>https://images.ecency.com/DQmX3RRRSZ5bpRwT5AGwo3QCBrje5ogfVPbxz3nMST1HBbe/1_luisfe.jpg\n\n</center>\n<br>\n\n<br>\nHello community, I hope you are well and everyone has success in their shadow hunts this week. I found some very good combined shadows, I was really torn between which one to place as the main shadow. \n\nI was walking through the center of town when I saw the shadows of some bars and then I noticed the combination of these with a palm tree.\n\nOf course, I photographed both. But on the way back, a man was sitting on the same sidewalk and the combination of his shadow with the others was truly spectacular. I am satisfied with my hunting this week. I hope you like it too.\n<br>\n<center>https://images.ecency.com/DQmcPNTkmV92gVY2yJ34qDg5aDQ6zQ9YV2oGmSvS9HPExyG/2_luisfe.jpg\n\n\n\n</center>\n<br>\n<center>https://images.ecency.com/DQmUKS798U6b2i7XTtddNGkWzraZm4nkBsvmmhQaMPuaw9m/3_luisfe.jpg\n\n</center>\n<br>\nIf you have not yet participated in this contest organized by @melinda010100, I invite you to do it.\nYou will discover the beauty hidden in the shadows that did not catch your attention before.\n <br> \n\n<center>https://images.ecency.com/DQmPKCxGymTH5GxgHun71uZFqCPSuyG9QAZgPMWMDeYN7Su/4_luisfe.jpg\n\n</center>\n<br>\n\nIf you have not yet participated in this contest organized by @melinda010100, I invite you to do it.\nYou will discover the beauty hidden in the shadows that did not catch your attention before.\n <br> \nIf you have not yet participated in this contest organized by @melinda010100, I invite you to do it.\nYou will discover the beauty hidden in the shadows that did not catch your attention before.\n <br> \nYou can read the contest rules by clicking [here]( https://ecency.com/hive-179017/@melinda010100/shadow-hunters-smash-contest-round-669d113a2489a  ) \n\n<br>\n<center>https://images.ecency.com/DQmdEFNi1YpujDyWycN9USEEUydPQ5S8t8tVnHMa4dfMVu1/separador.png\n\n</center>\n<br>\n<center>**Versión en castellano**</center>\n<br>\n<center>https://images.ecency.com/DQmX3RRRSZ5bpRwT5AGwo3QCBrje5ogfVPbxz3nMST1HBbe/1_luisfe.jpg\n\n</center>\n<br>\nHola, comunidad, espero se encuentren muy bien y todos tengan éxito en sus cacerías de sombras de esta semana. Yo me encontré con unas sombras combinadas muy buenas, realmente estuve dudoso entre cual colocar como sombra principal. \n<br>\n<center>https://images.ecency.com/DQmcPNTkmV92gVY2yJ34qDg5aDQ6zQ9YV2oGmSvS9HPExyG/2_luisfe.jpg\n\n\n\n</center>\n<br>\n<center>https://images.ecency.com/DQmUKS798U6b2i7XTtddNGkWzraZm4nkBsvmmhQaMPuaw9m/3_luisfe.jpg\n\n</center>\n<br>\nIba por el centro del pueblo cuando vi las sombras de unas rejas y luego noté la combinación de estas con una palmera.\n\nPor supuesto, fotografié ambas. Pero al regreso, en la misma acera estaba sentado un señor y la combinación de su sombra con las otras era realmente espectacular. Estoy satisfecho de mi caza esta semana. Espero que a ustedes también les agrade.\nAlegría y bienestar para todos.<br>\n<br> \n\n<center>https://images.ecency.com/DQmPKCxGymTH5GxgHun71uZFqCPSuyG9QAZgPMWMDeYN7Su/4_luisfe.jpg\n\n</center>\n<br>\nSi aún no has participado en este concurso convocado por @melinda010100, te invito a que lo hagas. Descubrirás la belleza oculta en las sombras que antes no llamaban tu atención. \n<br> \nPuedes leer las bases del concurso clicando [acá]( https://ecency.com/hive-179017/@melinda010100/shadow-hunters-smash-contest-round-669d113a2489a )\n<br>\n<center>https://images.ecency.com/DQmdEFNi1YpujDyWycN9USEEUydPQ5S8t8tVnHMa4dfMVu1/separador.png</center>\n<br>\n\nMuchas gracias por visitar mi blog y leer mi post. Espero que esta sea una semana llena de cosas buenas para ti y tu familia. Dios te bendiga.\n<br>\nThank you very much for visiting my blog and reading my post. I hope this be a week full of good things for you and your family. God bless you,\n<br>\n\nYour visit to my blog is very important to me, \nI hope you liked the result of my work as a shadowhunter and leave with the intention of returning.\n\n<br>\n\nTu visita a mi blog es muy importante para mí. Espero que te haya gustado el resultado de mi trabajo como cazador de sombras y te vayas con la intención de regresar.\n<br>\nFotos propias tomadas con celular Krip K55H /Own photos taken with Krip K55H Cell Phone\n\n\n<br>\n\"Sigan a @worldmappin. Las personas detrás de esta cuenta trabajan en una excelente herramienta de Hive y ayudan a sus miembros cuando lo necesitan\".\n<br>\n\"Please follow @worldmappin. The people behind this account work on a cool hive tool and help their members, when they are in need.\"\n<br>\nTraducciones realizadas con el\n[Traductor Gratuito Google]( https://www.google.com/search?q=traductor+espa%C3%B1ol+a+ingles&oq=TRADUCTOR&aqs=chrome.1.69i57j35i39i512i650j69i59j0i131i433i512l2j0i433i512j0i131i433i512l4.3827j0j1&sourceid=chrome&ie=UTF-8)\n<br>\nSi lo deseas, puedes seguirme en [mi canal de 3Speak](https://3speak.tv/user/luisfe)\n\n<br>\nIf you wish you may follow me in [my 3Speak channel](https://3speak.tv/user/luisfe)\n<br>\n<center >https://images.ecency.com/DQmdEFNi1YpujDyWycN9USEEUydPQ5S8t8tVnHMa4dfMVu1/separador.png</center>\n<br>\n\n<center>https://images.ecency.com/DQmXGGmnjm6RaajhQ13xGMdfLH9wNidJevTb8FTXhp8XR8v/publishedw_ecency1.gif) </center >\n<br>\n [Fuente]( https://ecency.com/hive-179017/@melinda010100/shadow-hunters-smash-contest-round-7a89cade5c0dc ) ---\n<br> \n<center>https://images.ecency.com/DQmYK9DkhbyYL9fwUEEYzjeLxBuJTreyySJ6TK9Nt3zQ6La/firma_digital_definitiva.png</center> \n<br>\n\n\nhttps://images.ecency.com/DQmcPNTkmV92gVY2yJ34qDg5aDQ6zQ9YV2oGmSvS9HPExyG/5_luisfe.jpg","total_vote_weight":0,"account":"luisfe","weburl":"https://peakd.com/hive-179017/@luisfe/my-entry-to-shadow-hunters-ff83ba0b5dec7","originAuthorReputation":34318346182727,"firstImageUrl":null},{"author":"carmencitavdc","root_title":"El bouquet  [Spa - Eng]","last_update":"2024-11-16T12:08:54.000Z","url":"/hive-164241/@carmencitavdc/el-bouquet-spa-eng","body":"<br><center>https://images.ecency.com/DQmdisB7hb5h3kYc47byhtMjnkvQzveVrtiZHZMXf4Eh9Y2/sin_t_tulo.png\n\n\n\n\n<br>\n[Fuente: Pixabay.com](https://pixabay.com/es/photos/rosas-flores-cielo-rosas-rojas-1619566/)\n\nhttps://images.ecency.com/DQmejB1RyG1MEzNSYKPKs8NKVEwsavQ5hErzcngX3ix5eWf/sin_t_tulo.png\n</center>\n\n\n\n\n\nMe quedo impresionada delante de los sucesos de la vida, el diario cotidiano.\n\nFíjense, somos energía\n\nLo manifestamos en vida y después de muertos yo creo que también.\n\nCerca de una floristería de un poblado cercano, falleció una señora y su nuera - con la que nunca se llevó bien - llamó del exterior para mandarle hacer un bello ramo de rosas para que sirviera de ornato al ataúd en ese momento.\n\nEntre tanto dolor y tristeza darían el toque hermoso porque la naturaleza es hermosa y las flores rojas ¡Las rosas rojas! dan un agradable perfume y  también embellecen el panorama.\n\nLo cierto del caso es que cuando la señora de la floristería se dirige a la funeraria a entregar el ramo - muy lindo él - se da cuenta que ya habían sacado de allí a la señora para llevarla a cremar.\n\nTelefoneó a los familiares, a la persona que había encargado el ramo y le dijo lo que había pasado.\n\n\n -- No, no se preocupe, me comunicaré con los familiares de allá para que vayan a recoger el ramo\n\n Total que como la señora que encargó el ramo era la nuera no querida en vida por la difunta pareciera ser que después de muerta mucho menos, porque imagínense: ¡El ramo duró tres días en la floristería!\n\n Cada mañana, la dueña de la floristería llamaba:\n\n-- ¡Mire, el ramo, que lo tengo aquí!\n\n-- No, no, ya lo vamos a buscar.  \n\n¡Nunca llegaban!\n\n Bueno... en eso transcurrieron tres días. \n\nYo digo: ¿Será que la señora no quería flores o todo lo originó el hecho de que no quería a la que mandó el ramo?\n\n Fíjense cuanto tardó ese  ramo en llegar a su destino.\n\n Total que, bueno, al fin y  al cabo, después de esos tres largos y penosos días\n viendo el ramo allí, lo vinieron a recoger.\n\nNo se si se lo pondrían a las cenizas o... ¡Quién sabe!\n\nLo cierto del caso es que... ¡Fijense! La gente hasta después de muerta mantiene su misma actitud de vida, su misma energía.\n\nMenos mal que a la señora de la floristería le habian pagado el ramo con anticipación porque si no\n.. ¡Imagínense!\n\n Hubiese sido una pérdida de dinero y de tiempo.\n¡Así son las cosas!\n\n\n\nSaludos a todos, especialmente a los amigos @yusmi, @gaborockstar, @capitandelbam, @sacra97, @barbyjr, @lcampesina, @encuentro, @jlufer, @miprimerconcurso, @leopard0, @gpache. \n\n<br>\n<br>\n<center>https://images.ecency.com/DQmZ4W3VqRtq99b97dNCau2Awwqa155wVSYLzXJbYN2LPXa/separador.png\n<br><center>ENGLISH VERSION\n</center>\n\n<br><br><center>https://images.ecency.com/DQmdisB7hb5h3kYc47byhtMjnkvQzveVrtiZHZMXf4Eh9Y2/sin_t_tulo.png\n\n\n\n\n<br>\n[Fuente: Pixabay.com](https://pixabay.com/es/photos/rosas-flores-cielo-rosas-rojas-1619566/)\n\nhttps://images.ecency.com/DQmejB1RyG1MEzNSYKPKs8NKVEwsavQ5hErzcngX3ix5eWf/sin_t_tulo.png\n</center>\nI am impressed by the events of life, the daily diary.\n\nLook, we are energy\n\nWe manifest it in life and after death, I believe that too.\n\nNear a flower shop in a nearby town, a woman died and her daughter-in-law - with whom she never got along - called from outside to order to the lady of the  flower shop  to make a beautiful bouquet of roses to serve as decoration for the coffin at that moment.\n\nIn the midst of so much pain and sadness, they would give the beautiful touch because nature is beautiful and red flowers, red roses! They give a pleasant perfume and also beautify the panorama.\n\nThe truth of the matter is that when the lady from the florist goes to the funeral home to deliver the bouquet - very nice - she realizes that they had already taken the lady out of there to take her to be cremated.\n\nShe called the family, the person who had ordered the bouquet, and told her what had happened.\n\n\n -- No, don't worry, I will contact the relatives there so they can pick up the bouquet\n\n After all, since the lady who ordered the bouquet was the daughter-in-law not loved in life by the deceased, it seems that after she died much less, because imagine: The bouquet lasted three days at the florist!\n\n Every morning, the owner of the flower shop called:\n\n-- Look, the bouquet, I have it here!\n\n-- No, no, we're going to look for it.  \n\nThey never came!\n\n Well... three days passed. \n\nI say: Could it be that the lady didn't want flowers or was it all caused by the fact that she didn't love the person who sent the bouquet?\n\n Look how long it took for that bouquet to reach its destination.\n\n Well, after all, after those three long and painful days seeing the bouquet there, they came to pick it up.\n\nI don't know if they would put it in the ashes or... Who knows!\n\nThe truth of the matter is that... Look! Even after death, people maintain the same attitude to life, their same energy.\n\nLuckily the lady at the florist had been paid for the bouquet in advance because if not\n.. Imagine!\n\n It would have been a waste of money and time.\nThat's how things are!\n<br>\n<center>https://images.ecency.com/DQmZ4W3VqRtq99b97dNCau2Awwqa155wVSYLzXJbYN2LPXa/separador.png\n<br>\n<center>**Puedes seguirme en las redes si lo deseas \n<i>You can follow me on the networks if you wish**</i></center>\n<br>\n<center>[Facebook](https://www.facebook.com/profile.php?id=100073917156627)</center>\n<br>\n\n<center>[Blogger](https://www.lavalijadeneycar.blogspot.com)</center>\n<br>\n\"Sigan a @worldmappin. Las personas detrás de esta cuenta trabajan en una excelente herramienta de Hive y ayudan a sus miembros cuando lo necesitan\".\n\n<br>\n<b>\n\"Please follow @worldmappin. The people behind this account work on a cool hive tool and help their members, when they are in need.\"</b>\n<br>\n<center>https://images.ecency.com/DQmWMMuSfNoYRhFW27RrMuF19Qna99QjaUCyi3Xj4MaNia4/firma_digital_definitiva.png\n\n</center>","total_vote_weight":466608684230,"account":"carmencitavdc","weburl":"https://peakd.com/hive-164241/@carmencitavdc/el-bouquet-spa-eng","originAuthorReputation":2555985257566,"firstImageUrl":null},{"author":"advertisingbot2","root_title":"Hive Marketing Job 241115 Week 46 For Worldmappin","last_update":"2024-11-15T08:26:12.000Z","url":"/hive-154303/@advertisingbot2/hive-marketing-job-241115-week-46-for-worldmappin","body":"Hello everyone who wants to earn some small money,\r\n\r\nhere I announce the next advertising job for week 46 from sponsor @achimmertens, period: 2024-11-15 to 2024-11-21.\r\n\r\n![Earn Money(2).png](https://files.peakd.com/file/peakd-hive/achimmertens/AKAr2pK3Nw7DhpREEcx2yQ1dSe3BQ4KKDFLKAWjNL9Ni952afaaKuqX68gTapsB.png)\r\n\r\n---\r\n\r\n![grafik.png](https://files.peakd.com/file/peakd-hive/advertisingbot2/23zbKpafXUuXqcgN1UqE4ELLLjBk6HWR7VCHXMBWeuuhHvjVr9V26Vu632H51AX3QEB1Q.png)\r\n\r\n## Advertising Text:\r\n**\"Please follow @worldmappin. The people behind this account work on a cool hive tool and help their members, when they are in need.\"**\r\n\r\n![grafik.png](https://files.peakd.com/file/peakd-hive/advertisingbot2/EpnDF7XjUzRvHbukYSaPzgLofEeP2bKekjBmuA9oo8mHW8BAv1i1sGfdg5fHShUuuSn.png)\r\n\r\n@worldmappin is a team, that operates the site https://worldmappin.com. Whith this tool every hive user can write a travel blog and earn some good Hive, if the quality of the post is good ([rules](https://peakd.com/hive-163772/@worldmappin/guideline-for-your-travel-content-posting-in-worlmappin-community-engesp)). To check this, there are some curators in the team. One of them has a terrible hospital bill to pay. @worldmappin has send 500 HBD to their friend and colleage to help him. Details see [here](https://peakd.com/hive-163772/@worldmappin/lets-support-our-beloved-team-member-ybanezkim26)\r\n\r\n\r\n# The Reward\r\n\r\nThe first 10 Hive users, that do this, will get 2.000 Hive each short after the end of the campaign.\r\n\r\n\r\n# Does it work?\r\nYes. We did it before. Here is the proof:\r\n\r\n* https://peakd.com/hive-154303/@advertisingbot2/winners-of-the-hive-marketing-campaign-241018-week-42-for-ekojah \n\r* https://peakd.com/hive-154303/@advertisingbot2/hive-marketing-campaign-240621-week-25-for-\n\r* https://peakd.com/hive-154303/@advertisingbot2/winners-of-the-hive-marketing-campaign-240322-week-12-for-mukadder \n\r* https://peakd.com/advertising/@advertisingbot2/winners-of-the-hive-marketing-campaign-23120401 \n\r* https://peakd.com/hive-154303/@advertisingbot2/winners-of-marketing-campaing-23111001\r\n\r\n![grafik.png](https://files.peakd.com/file/peakd-hive/advertisingbot2/23vrtfBe9soddee9UwH688PMyJYa2GjTPDpiV9s9mAwMHwp7AWurWJanpDDMtpQJx9z89.png)\r\n\r\n![grafik.png](https://files.peakd.com/file/peakd-hive/achimmertens/23wghGTaUFS6SsidPJ6d5QqyM3cxpzSj2PMQ8r2XZSWHeBAi2jC4e7JdmyTWL8DbtYTpc.png)\r\n\r\n# Inviting Former Members\r\nHi @barbyjr, @luisfe, @azabache2021, @sayury, @lunafrances, @elioe, @orlandobello, @oasiskp2, @cashheaven, @fjworld, @rubyjosleidy27, @carmencitavdc, @adaezeinchrist, @dodokan, @carmenrivas, @hildemaroflores, @konchix, @gr33nm4ster, @flordi, @hermaryrc, @scarletgrissel, @sirkay1, @evaconde, @ayleensatelier,\r\nwhat do you think? Do you want to join the job again?\r\n\r\n# Status of this project\r\n\r\nLast week I worked on my report of the charity heroes here on Hive. [Here](https://peakd.com/hive-149312/@charitychecker/charity-heroes-of-week-47) one can see the first result. I checked the hive blockchain for people that help other people with the help of my selftrained AI. And the best results are now listed in this post. In the next weeks I want to automate the process. \n\rOne of the 'winners' of this report is @worldmappin and for this account I want to get some publicity, that is why I sponsor the advertise campain for it.\r\n\r\n---\r\n\r\n![Questions.png](https://files.peakd.com/file/peakd-hive/achimmertens/AKKRqJt1qnuNodPEACGiuC9iauEfvSWwo3w9ACbwELDzPg5VpvwJCsfsA8ptwYH.png)\r\n\r\n*[origin of some images](https://photofunia.com/)*\r\n","total_vote_weight":204989390410,"account":"advertisingbot2","weburl":"https://peakd.com/hive-154303/@advertisingbot2/hive-marketing-job-241115-week-46-for-worldmappin","originAuthorReputation":3138548001783,"firstImageUrl":"![Earn Money(2).png](https://files.peakd.com/file/peakd-hive/achimmertens/AKAr2pK3Nw7DhpREEcx2yQ1dSe3BQ4KKDFLKAWjNL9Ni952afaaKuqX68gTapsB.png)"}]