[{"author":"sayury","root_title":"Avoiding death / Esquivando la muerte [Eng - Spa]","last_update":"2023-11-29T05:23:03.000Z","url":"/hive-179291/@sayury/avoiding-death-esquivando-la-muerte","body":"<center> ![](https://images.ecency.com/DQmPMMCGoj9ADyeswkpPjmwnEgqtK6RK1zSpi1RMptgNDr3/inshot_20231129_005122845.jpg)\n\n</center><br>\n<br>\n**(Esta es una publicación bilingüe, puedes ver la versión en castellano al final del post)**\n<br>\nHe arrived different from that excursion to the mountain where he had saved   - accidentally - a goblin and who, in gratitude, granted him the power to see a scene - just one - of his future.\n\n\nHe told him that he would show him the passage where his life was in danger... and he would take care of the rest.\n\nHe had to wait until the moon was in its last quarter...\n\n\"How strange, he had commented, and why not a full moon and the goblin almost glared at him and that goblin is goblin and lycanthrope is lycanthrope and he did not insist so as not to bother him and the thing was left for the waning quarter that it was a annoying because he had to wait fifteen days\"\n\nUnder the cedar tree in the backyard of his house he performed the ritual. The goblin told him that his question had to be very specific so as not to lead to confusion and ambiguity.\n\n\"...and I want to see in detail the nearest time in the future - date included - when I will be in danger of death...\"\n\nA veil was lifted in his mind and on what appeared to be an old piece of leather covered in dust, the date immediately wrote down began to form as if by pyrotechnics: December 7, 2023.\n\nThen the scene changed... He saw himself, dressed in his work uniform, waiting in front of the building where the Modern Pharmacy operated for the right moment to cross the avenue.\n\nThe traffic light changed the light. The cars stopped and he crossed. Just at that moment, a truck that was coming at full speed, out of control and without brakes, hit him.\n\nThe image was completely erased. He did not see the collision. \"Surely because he had not said death\" - he thought - \"but danger of death.\"\n\nHow easy it would be to avoid it! That day he would just have to wait for the truck to pass and <b>only then</b> cross the street.\n\nIf he had been able to see a few more seconds he would have noticed how in a long jump back, driven by adrenaline, he managed to avoid the vehicle and continued forward only with fright.\n\nThe indicated date arrived and he stayed next to the Pharmacy waiting for the truck to pass so he could cross later.\n\nHe saw the truck approaching at full speed and thought:\n\"How easy it is to dodge!\"\n\n\nThe truck approached and just at the moment he had to cross, after the traffic light had changed, just at the moment when he should no longer be on the sidewalk, a clay pot with a plant and a beautiful red rose was lying there. in one of the windows on the 5th floor, being accidentally tripped over by the lady in charge of cleaning, it fell into the void, falling on his head and causing his death instantly due to a fractured skull.\n\n<br>\n<center>♩🎶🎵🎤♩https://images.ecency.com//a_separador_sayurDQmV7WLUhQumBxh1FWRT43Ab2EqksnGiUwC49RW2hTrHYDJy.png♩🎶🎵🎤</center>\n<br>\n<center><b>Versión en castellano</b></center>\n<br>\n\n<><><>\nLlegó cambiado de esa excursión a la montaña donde había salvado - accidentalmente - a un duende  quien en agradecimiento le otorgó el poder de ver una escena - una sola - de su futuro.\n\nÉl le dijo que le mostrara el pasaje donde su vida corriera peligro... y él se encargaría de lo demás.\n\nTuvo qué esperar a que la luna estuviera en  su cuarto menguante...\n\n\"Qué raro, había comentado él, y que por qué no luna llena y el duende casi le fulmina con la mirada y que duende es duende y licántropo es licántropo y él no insistió para no molestarlo y quedó la cosa para cuarto menguante que era un fastidio porque debía esperar quince días\"\n\nDebajo del cedro del patio trasero de su casa realizó el ritual. El duende le dijo que su pregunta debía ser muy específica para no dar lugar a confusiones y ambigüedades.\n\n\"...y quiero ver en detalle el momento más cercano en el futuro  - fecha incluida - en que  estaré en peligro de muerte...\"\n\nEn su mente se descorrió un velo y en lo que aparentaba ser un viejo cuero lleno de polvo  se fue formando como por pirotecnia la fecha que anotó de inmediato:  7 diciembre 2023\n\nLuego la escena cambió... Se vio a sí mismo, enfundado en su uniforme de trabajo, esperando frente al edificio donde funcionaba la Farmacia Moderna el momento adecuado para cruzar la avenida.\n\nEl semáforo cambió la luz. Se detuvieron los autos y él cruzó. Justo en ese momento, un camión que venía a toda velocidad, descontrolado y sin frenos lo embistió.\n\nLa imagen se borró totalmente. No llegó a ver el arrollamiento. \"De seguro porque no había dicho muerte\" - pensó - \"sino peligro de muerte\".\n\n¡Qué fácil sería esquivarla! Ese día sólo tendría que esperar a que pasara el camión y <b>sólo después</b> cruzar la calle.\n\nSi hubiera podido ver unos segundos más habría percibido cómo en un largo salto atrás, impulsado por la adrenalina, lograba esquivar el vehículo y seguía adelante sólo con el susto.\n\nLlegó la fecha indicada y se quedó junto a la Farmacia esperando que pasara el camión para él cruzar después. \n\nVisualizó el camión acercándose a toda velocidad y pensó:\n\"¡Qué fácil es esquivarlo!\" \n\nSe acercó el camión y justo en el momento que él debía cruzar, después del cambio de luz del semáforo, justo en el momento en que ya no debía estar en la acera, una maceta de barro con una planta y una hermosísima rosa roja que estaba en una de las ventanas del 5° piso, siendo tropezadoa accidentalmente por la señora encargada de la limpieza se desprendió al vacío cayendo sobre su cabeza y causándole la muerte instantáneamente por fractura de cráneo.\n\n<br>\n<center>♩🎶🎵🎤♩https://images.ecency.com/DQmV7WLUhQumBxh1FWRT43Ab2EqksnGiUwC49RW2hTrHYDJ/a_separador_sayury.png♩🎶🎵🎤</center>\n<br>\n<br>\nThank you for  reading this far. \n\n>Gracias por llegar leyendo hasta acá.\n<br>\n\n\"Earn some small money by doing advertising and follow @advertisingbot2\"\n<br>\n>\"Gana algo de dinero haciendo publicidad y sigue a @advertisingbot2\"\n<br>\nOwn photos and video taken with Samsung J2 Prime cell phone\n>Fotos  propias, tomadas con celular Samsung J2 Prime \n\n<br>\n<b>The  text in Spanish was created without AI</b>   The text translated with \n[Traductor Google](https://www.google.com/search?client=firefox-b-e&q=traductor+espa%C3%B1ol+a+ingles)\n<br>\n\nEditing of both videos and photos in Inshot.\n\n>Las ediciones tanto de vídeos como de fotos  en Inshot.\n\n<br>\n<center><b>\nIf you want you may follow me on the networks\n\n>Si lo deseas puedes seguirme en las redes\n\n<br><br>\n\n\n[Twitter](https://twitter.com/VozdeVilladeCur)\n\n<br ><br>\n[Blogger](https://desdevilladecura.blogspot.com/)\n\n\n<br><br>\n▶️ [3Speak]( https://3speak.tv/user/sayury )\n<br><br>\n[Facebook](https://www.facebook.com/vozde.villadecura/)\n<br><br>\n[Youtube](  https://youtube.com/@vozdevilladecura3990?si=vgsOinWbI8tp9Id )\n<br><br>\n<center>![](https://images.ecency.com/DQmNyYeEapeGmNtPxhHJuTyPxVudwAhZU9HCiC8QfQWLUGA/imagen.png)\n\n</center>\n<br>\n<center>\n![](https://images.ecency.com/DQmYqEPYmZvqx9YEGC8YupM7TpfWTMst4djhdExuVWtTdgG/inshot_20231026_075154034.jpg)\n\n\n","total_vote_weight":322352042700,"account":"sayury","weburl":"https://peakd.com/hive-179291/@sayury/avoiding-death-esquivando-la-muerte","originAuthorReputation":102477272251418,"firstImageUrl":"![](https://images.ecency.com/DQmPMMCGoj9ADyeswkpPjmwnEgqtK6RK1zSpi1RMptgNDr3/inshot_20231129_005122845.jpg)"},{"author":"lunafrances","root_title":" The Star of Matías (Tale)  / El Lucero de Matías (Cuento) [Eng - Spa]","last_update":"2023-11-27T13:51:24.000Z","url":"/hive-179291/@lunafrances/el-lucero-de-matias-cuento","body":"<center>https://images.ecency.com/DQmXdCuqVyrhfv17HUMU86Thw344au9FeCbPbAW7SYuUYU6/img_20231115_wa0059.jpg\n\n</center><br>\n<br>\n**(Esta es una publicación bilingüe, puedes ver la versión en castellano al final del post)**\n<br>\nMrs. Luna eagerly asked her daughter to give her a little grandson, to spoil him, take him to the park and make him delicious treats.\n\nNelitza, she told her mother...\n_I can't, it's not the time, mom, I have many commitments, many responsibilities with studies and work.\n\nMrs. Luna, with her head down, responded to her daughter…\n\n_Time is passing by in excuses, you are already forty years old and if you continue like this you are going to be alone and that saddens me... What will become of you when you are old and sick?\nWho will make you a soup like the one you make for me?\n\nMrs. Luna would sit in her rocking chair at six in the afternoon to wait for the first star to come out.\n\nAlone and with great melancholy, she spoke to the little star and called it Matías, telling it her sorrows. She felt that it was listening to her and smiling at her in its blinking eyes.\n\nSo the days and months passed.\nOne afternoon in December, Nelitza arrived, very upset with his husband José, he smiled and hugged her.\n\nMrs. Luna, who was very discreet and respected the couple's privacy, limited herself to watching the scene from her rocking chair.\n\nNelitza had to travel for a long time to another country, her trip lasted seven months. Upon returning, she and José went straight to her mother's house.\n\nThey knocked on the door and, upon opening it... What a surprise for Mrs. Luna!\n\n Nelitza was carrying a baby wrapped in a blue blanket in her arms, who winked at her when she saw her grandmother.\n\nNelitza and José Andrés felt happy with Matías, the blessing that came to them at an unexpected moment.\n<br>\n<center>\nhttps://files.peakd.com/file/peakd-hive/hermaryrc/EnyvkDRHLBL8AxruQpFTKBz3kDSS6t93Tdhp6hcukRYgpcRutKTD3EmnDP4XD3JGoPP.png\n</center>\n<br>\n**Versión en castellano**\n<br>\n<center>https://images.ecency.com/DQmXdCuqVyrhfv17HUMU86Thw344au9FeCbPbAW7SYuUYU6/img_20231115_wa0059.jpg\n\n</center><br>\n<br>\n<br>\nLa señora Luna, le pedía con ansias a su hija, que le diera un nietecito, para consentirlo, llevarlo al parque y hacerle deliciosas golosinas.\n\nNelitza, le decía a su mamá…\n_No puedo, no es el momento mamá, tengo muchos compromisos, muchas responsabilidades con los estudios y el trabajo.\n\nLa señora Luna, cabizbaja le respondía a su hija…\n\n_El tiempo se te va pasando en excusas, ya tienes cuarenta años y si sigues así te vas a quedar solita y eso me entristece… ¿Qué será de ti cuando estés viejita y enferma?\n¿Quién te hará una sopita como la que tú me haces a mí?\n\nLa señora Luna, se sentaba en su mecedora a las seis de la tarde a esperar a que saliera el primer lucerito.\n\nSolita y con una gran melancolía, le hablaba al lucerito y lo llamaba Matías, contándole sus penas. Ella sentía que él la escuchaba y en su titilar le sonreía.\n\nAsí pasaron los días y los meses.\nUna tarde del mes de diciembre, llegó Nelitza, muy disgustada con su esposo José, este sonreía y la abrazaba.\n\nLa señora Luna, quien era muy discreta y respetaba la privacidad de la pareja,  se limitó a ver la escena desde su mecedora. \n\nNelitza, tuvo que viajar por un largo tiempo a otro país, su viaje duró siete meses. Al regresar, ella y José fueron directo a la casa de su mamá.\n\nTocaron la puerta y, al abrirla… ¡Mayúscula sorpresa para la señora Luna!\n\n Nelitza llevaba en sus brazos envuelto en una mantita azul un bebé, que al ver a su abuelita le guiño un ojito.\n\nNelitza y José Andrés, se sentían dichosos con Matías, la bendición que les llegó en un momento inesperado.\n\n<center>\nhttps://files.peakd.com/file/peakd-hive/hermaryrc/EnyvkDRHLBL8AxruQpFTKBz3kDSS6t93Tdhp6hcukRYgpcRutKTD3EmnDP4XD3JGoPP.png\n</center>\n\n<br>\nFoto propia tomada con celular Samsung J2 Prime\n<br>\n<i>Own photo taken with Samsung J2 Prime cell phone</i>\n<br>\n<br>\n\"Earn some small money by doing advertising and follow @advertisingbot2\"\n<br>\n>\"Gana algo de dinero haciendo publicidad y sigue a @advertisingbot2\"\n<br>\n<center><b>Si lo deseas, puedes seguirme en las redes  \n<i>If you wish, you can follow me on the networks  </i></b></center>\n<br>\n<center><b>[Facebook](https://www.facebook.com/I.J.A.Frances)</b></center>\n<br>\n<center>https://images.ecency.com/DQmXW2nQjHqgVUNmGxTVq9UDa5y2uVgyqg3Mct4JWVptjLc/sin_t_tulo.png</center>","total_vote_weight":31267469190,"account":"lunafrances","weburl":"https://peakd.com/hive-179291/@lunafrances/el-lucero-de-matias-cuento","originAuthorReputation":385295091136,"firstImageUrl":null},{"author":"luisfe","root_title":"My Entry To Shadow Hunters /SMASh Contest -Round 297","last_update":"2023-11-27T03:17:00.000Z","url":"/hive-179017/@luisfe/my-entry-to-shadow-hunters-179cb82e566ac","body":"<center>https://images.ecency.com/DQmYfrAJeE9raau6mxoSx9QuQU9x79z9SsiyhNx7jG8ddEe/20231123_082752.jpg\n\n</center><br><br>\n\n<br>\n**(Esta es una publicación bilingüe, puedes ver la versión en castellano al final del post)**\n<br>\nHello community, when I saw this shadow I remembered the Disney movie Peter Pan in the part where the shadow escapes from Peter and Wendy has to sew it to his shoes.\n<br>\nI thought it was a very good shadow to share and participate in this round 297. If you want to participate, find out its rules by clicking [here](https://ecency.com/hive-179017/@melinda010100/shadow-hunters-smash- contest-round-f58255432b162 )\n<br>\n<br>\n<center>  https://images.ecency.com/DQmNzvnj5TgHHWa6kwAR76CGA5QvhDHKrBtWGUAHedBg3BE/separador_luisfe.png</center>\n<br>\n<br>\n\n<center><b>Versión en castellano</b></center>\n<br>\nHola, comunidad, cuando vi está sombra recordé la película  Peter Pan de Disney en la parte donde la sombra escapa de Peter y Wendy tiene qué cosérsela a los zapatos.  \n<br>\nMe pareció una muy buena sombra para compartir y participar en esta ronda 297. Si deseas participar, entérate de sus bases haciendo clic [acá](https://ecency.com/hive-179017/@melinda010100/shadow-hunters-smash-contest-round-f58255432b162  )\n<br>\n<center>  https://images.ecency.com/DQmNzvnj5TgHHWa6kwAR76CGA5QvhDHKrBtWGUAHedBg3BE/separador_luisfe.png</center>\n<br>\n###### Muchas gracias por visitar mi blog y leer mi post. Espero que esta sea una semana llena de cosas buenas para ti y tu familia. Dios te bendiga.\n\n> ###### Thank you very much for visiting my blog and reading my post. I hope this be a week full of good things for you and your family. God bless you,\n***\n<br>\n\"Earn some small money by doing advertising and follow @advertisingbot2\"\n<br>\n>\"Gana algo de dinero haciendo publicidad y sigue a @advertisingbot2\"\n<br>\n### <center>  Your visit to my blog is very important to me, I hope you liked my photography work and leave with the intention of returning..</center>\n\n<br>\n\n\nFotos propias tomadas con celular Krip K55H /<i>Own photos taken with Krip K55H Cell Phone</i>\n<br>\nTraducciones realizadas con el \n[Traductor Google]( https://www.google.com/search?q=traductor+espa%C3%B1ol+a+ingles&rlz=1C1CHBF_esVE1046VE1046&oq=traductor&gs_lcrp=EgZjaHJvbWUqCQgCECMYJxiKBTIGCAAQRRg7MgYIARBFGDkyCQgCECMYJxiKBTIJCAMQIxgnGIoFMgYIBBBFGDsyBggFEEUYPDIGCAYQRRg9MgYIBxBFGD3SAQgzNjc5ajBqN6gCALACAA&sourceid=chrome&ie=UTF-8)\n<br><br>\nSi lo deseas, puedes seguirme en las redes\n<i>\nIf you wish you may follow me in the web</i>\n\n<br><br>\n<center>▶️ [3Speak](https://3speak.tv/watch?v=luisfe/nndzeydk)</center>\n<br><br>\n<center>https://images.ecency.com/DQmNzvnj5TgHHWa6kwAR76CGA5QvhDHKrBtWGUAHedBg3BE/separador_luisfe.png</center>\n\n<BR><center>https://images.ecency.com/DQmZwf7NuUq9yhq7amhdtM15MUqnJAbW3WkX2u3RnxYfk4J/foto_s_gueme.png</center>\n<br>\n","total_vote_weight":8258361190361,"account":"luisfe","weburl":"https://peakd.com/hive-179017/@luisfe/my-entry-to-shadow-hunters-179cb82e566ac","originAuthorReputation":26000804165967,"firstImageUrl":null},{"author":"elioe","root_title":"Hive Music Festival -🎶 Week N°58 - Round 1 [ENG-SPA] \"Pastor Divino\" ⛪ (Divine Sheperd) Cover By @elioe 🎄","last_update":"2023-11-26T12:14:09.000Z","url":"/hive-120026/@elioe/dkmhvfox","body":"---\n\n<center>![](https://images.ecency.com/DQmZJzTmoWUTBa29isgAmGujWZz6hjk8uLev6qxNxsvTTWL/inshot_20231126_062330918.jpg)\n\n </center><br>\n<br>\n** <center> (Esta es una publicación bilingüe, puedes ver la versión en castellano al final del post)  </center> **\n<br>\n\nGreetings, @musiczone community. Congratulations to each and everyone on the recent celebration - on November 22 - of Musician's Day. May Saint Cecilia, virgin and martyr, the Patroness of Musicians, help and accompany us in all our projects and ways.\n<br>\nThe most beautiful time of the year is approaching: Christmas! Time to dust off the maracas and activate them, accompanying the songs in honor of the Child Jesus.\n<br>\nToday is the First Sunday of Advent, the joyous era of the arrival of the Child Jesus, our Divine Shepherd, whom it is our responsibility to follow, begins. Therefore, in the company of my friends from the Musical Group \"Venezuelan Power\" I present to you a Venezuelan Christmas Carol: \"Pastor Divino\" (Divine Sheperd) which begins with a call:\n<br><center><b>Follow His steps\nto the Divine Shepherd\nto the Divine Shepherd\nwho follows His footsteps\nis on a good way\nwho follows His footsteps\nis on the right way</b></center><br>\n<br>\nThis cheerful Venezuelan Christmas Carol was originally performed by the musical group \"Un Solo Pueblo\" (Only One People) with the lead voice of the charismatic singer Francisco Pacheco.\n<br>\n<br>\nOne of the verses we sing was written by @hermaryrc, it is the one that says:\n<br><center><b>\nThis choir sings\n//with infinite force//\n//although our voices\ndon't be brand new //</b></center>\n<br>\n<br>\nThe friends who supported me in this participation:\n<br>\n@barbyjr       Video recording\n@hermaryrc  Leading voice\n@orlandobello  Percussion\n@sayury    Choirs, guitar, post publication\n<br>\n<center>\n\n[![](https://ipfs-3speak.b-cdn.net/ipfs/bafkreie2yw6f74fnfxrvltwdo4lvvnuzgvb7jkza2ipurr63ojg36p42lm/)](https://3speak.tv/watch?v=elioe/dkmhvfox)\n\n▶️ [Watch on 3Speak](https://3speak.tv/watch?v=elioe/dkmhvfox)\n\n</center>\n\n<br>\n\n\n<center>https://images.ecency.com/DQmYSsDs1B3wsEQw4SGKmugpbGkHroMyPYQZJsraz1m2qAk/separad_or_elioe.png</center>\n\n\n<br>\n<center>**Versión en castellano**</center>\n<br>\nSaludos, comunidad de @musiczone. Felicitaciones a todos y cada uno por la reciente  celebración - el 22 de noviembre - del Día del Músico. Que Santa Cecilia, virgen y mártir,  la Patrona de los Músicos, nos ayude y acompañe en todos nuestros proyectos y caminos.\n<br>\nSe acerca la época más bella del año ¡La Navidad!  Tiempo de desempolvar las maracas y activadas acompañando los cantos en honor al  Niño Dios.\n<br>\nHoy es Primer Domingi de Adviento, comienza la alegre Eso era de la llegada del Niño Jesús, nuestro Pastor Divino, a quien nos corresponde seguir. Por eso, en compañía de mis amigos de la Agrupación Musical \"Venezuelan Power\" les presento un \"aguinaldo de parranda\": \"Pastor Divino\", el cual comienza con un llamado:\n<br><center><b>Síganle los pasos\nal Pastor Divino\nal Pastor Divino\nquien sigue Sus pasos \nva por buen camino\nquien sigue\nquien sigue Sus pasos\nva por buen camino</b> </center><br>\n<br>\nEste alegre aguinaldo fue interpretado originalmente por la agrupación musical \"Un Sólo Pueblo\" con la voz solista del carismático Francisco Pacheco.\n<br>\n<center><b>Si desean leer la letra de la canción, hagan clic [acá](  https://www.musica.com/letras.asp?letra=1911620  ) </b> </center>\n<br>\nUna de las estrofas que cantamos la escribió @hermaryrc, se trata de la que dice:\n<br><center><b>\nEste coro canta \n//con fuerza infinita//\n//aunque nuestras voces\nno sean nuevecitas//</b></center>\n<br>\nLos amigos que me brindaron su apoyo en esta participación:\n<br>\n@barbyjr   Grabación del video\n@hermaryrc  Voz líder\n@orlandobello Percusión\n@sayury Coros, guitarra, publicación del post\n<br>\n<center>  https://youtu.be/Hy_6UkGjf1c?si=byM7HPDAFXdCy550   </center>\n<br>\n<center><b>Pueden ver la letra de la canción haciendo clic [acá]( https://www.musica.com/letras.asp?letra=1911620  )</b></center>\n<br>\n<center>https://images.ecency.com/DQmYSsDs1B3wsEQw4SGKmugpbGkHroMyPYQZJsraz1m2qAk/separad_or_elioe.png</center>\n<br>\nI am very grateful to those who took their time to listen to me play the maracas and to those who had infinite patience to read this far. Gratitude to the organizers and wishes of success to all participants.\n<br>\n\n>Agradezco mucho a quienes apartaron de su tiempo para escucharme tocar las maracas y a quienes tuvieron paciencia infinita para llegar leyendo hasta acá. Gratitud hacia los organizadores y deseos de éxito para todos los participantes.\n<br>\n<br>\n\"Earn some small money by doing advertising and follow @advertisingbot2\"\n<br>\n>\"Gana algo de dinero haciendo publicidad y sigue a @advertisingbot2\"\n<br>\n<br>\nFotos y vídeos de mi propiedad, tomados con teléfono celular LGK42\n<br>\nAll photos and video are my own, captured with  LGK42 phone.\n<br>\nEdición: Inshot\n<br>\nEdition: Inshot\n<br>\n<br>\n<b>The  text in Spanish was created without AI</b>   The text translated with \n[Traductor Google](https://www.google.com/search?client=firefox-b-e&q=traductor+espa%C3%B1ol+a+ingles)\n<br>\n<br>\n\n<b>Integrantes de la Agrupaciòn Musical “Venezuelan Power” (Nombre ideado por@fernanblog)/ Members of the Musical Group \"Venezuelan Power\" (Name devised by @fernanblog)</b>\n<br>\n<br>\n<center>![](https://images.ecency.com/DQmNyYeEapeGmNtPxhHJuTyPxVudwAhZU9HCiC8QfQWLUGA/imagen.png)\n<br>\n<br>\n<center>https://images.ecency.com/DQmeYaBFv71aSofzb1kPFitZ8MsHCHELtGKLK6K5UQvdi5U/firma_elioe.jpg\n\n---\n\n▶️ [3Speak](https://3speak.tv/watch?v=elioe/dkmhvfox)","total_vote_weight":19161109618694,"account":"elioe","weburl":"https://peakd.com/hive-120026/@elioe/dkmhvfox","originAuthorReputation":15470949566181,"firstImageUrl":"![](https://images.ecency.com/DQmZJzTmoWUTBa29isgAmGujWZz6hjk8uLev6qxNxsvTTWL/inshot_20231126_062330918.jpg)"},{"author":"orlandobello","root_title":"Hive Music Festival Week 58 Round 1 \"Un Gato En La Oscuridad\" Cover By @orlandobello And His Drums","last_update":"2023-11-25T23:30:54.000Z","url":"/hive-120026/@orlandobello/tnhgcgzp","body":"<center>https://images.ecency.com/DQmbLebycQUnYXfpcu2rwtEGiZ5TbM6FX5Lc56XgQ2hojJH/inshot_20231125_053135030.jpg\n\n</center><br>\n<center>\n\n[![](https://ipfs-3speak.b-cdn.net/ipfs/bafybeibwsu2wgzmeyqfxdn5zzsqfw4kkqmda7gx2hop2sdhtnajeasozxm/)](https://3speak.tv/watch?v=orlandobello/tnhgcgzp)\n\n▶️ [Watch on 3Speak](https://3speak.tv/watch?v=orlandobello/tnhgcgzp)\n\n</center>\n\n---\n\n(Esta es una publicación bilingüe. La versión en castellano está al final del post)\n<br>\n\n\nGreetings, community of musicians and music lovers\n\nThis is my third participation in this magnificent Festival, after a long season without being able to publish due to fortuitous circumstances. I am happy to return and I appreciate the support that my friends from \"Venezuelan Power\" (Name devised by @fernanblog) gave me for the making of this video:\n\n\n@barbyjr Recording\n@elioe Setting\n @hermaryrc Lighting and choirs\n@sayury Guitar, lead vocals, post publication\n\nI participate as a percussionist. My team is a Christmas  drum, a cymbal and - above all - great desire to make music. My passion and my joy!\n\nFor this, my third meeting with you, I selected the song \"Un Gato En La Oscuridad\" (A Cat In The Darkness) a song that was popularized several decades ago by the Brazilian vocalist Roberto Carlos. It is a song that is among my favorites for its rhythm, its beautiful melody and its romantic and poetic lyrics.\n\nIn one of the photos that accompany this publication you will see a tabby cat. It's \"Catire\", @barbyjr's pet. \n<br><center>![](https://images.ecency.com/DQmbY47AD6Aj8cLLGvAAcfCWwJG8dHhUY4EyMggrDSMi33Q/inshot_20231125_055300678.jpg)\n\n</center><br>\n\"Catire\" (Blonde) is a  kitten who  is not like the one in the song \"sad and blue\" but proud and with its white and yellow stripes it walks around our house looking at us with an air of superiority and sometimes with disgust when instead of buying the imported catfood- which fascinates it - it finds economical catfood on its plate - which it leaves on the plate -.\n\nI hope that my rhythmic interpretation of this beautiful song with the support of my friends be  to your liking.\n\n<br>\n<center>\n![325339110_1207845740143882_3394016779554725869_n.png](https://files.peakd.com/file/peakd-hive/orlandobello/23vsWm258JVn4ELTVb13LVo42nws8TEyQtbJEc2eHpTShp4QMWV7byQw1CinuWhMwkrhk.png)\n</center>\n<br>\n\n<br>\n<center><b>Versión en castellano</b></center> <br>\n<br>\n\n>Saludos, comunidad de músicos y amantes de la musica \n\n>Esta es mi primera participación en este magnífico Festival, luego de una larga temporada sin poder publicar  debido a circunstancias fortuitas. Estoy feliz de regresar y agradezco el apoyo que me dieron mis amigos de \"Venezuelan Power\" (Nombre ideado por @fernanblog) para la realización de este video:\n\n\n>@barbyjr Grabación \n@elioe Ambientación\n @hermaryrc Iluminación y coros \n@sayury Guitarra, voz  principal, publicación del post\n\n---\n\n>Participo como percusionista. Mi equipo es un tambor de parranda navideña, un platillo y - sobre todo - grandes deseos de hacer música ¡Mi pasión y mi alegría!\n\n>Para este, mi tercer encuentro con ustedes, seleccioné el tema \"Un Gato En La Oscuridad\", canción que fuera popularizada hace varias décadas por el vocalista brasileño Roberto Carlos. Es una canción que se cuenta entre mis favoritas por su rítmica, su bella melodía y su romántica y poética letra.\n\n>Les brindo cono un obsequio la interpretación original en la voz de Roberto Carlos, a la vez les invito a escuchar otros temas de él, ya que cada una de sus canciones tiene una magia especial. \n<br><center>       https://youtu.be/jEfJy5rQ-uA?si=Pn-XxA_fysm15KoI  </center><br>\n\n>En una de las fotos que acompañan está publicación verán un gato atigrado. Es \"Catire\", la mascota de @barbyjr.\n<br><center>![](https://images.ecency.com/DQmbY47AD6Aj8cLLGvAAcfCWwJG8dHhUY4EyMggrDSMi33Q/inshot_20231125_055300678.jpg)</center><br>\n\n >Catire es un minino que se las trae, no es como el de la canción \"triste y azul\" sino orgulloso y con sus rayas blancas y amarillas se pasea por la casa mirándonos con aire de superioridad y a veces con disgusto cuando en lugar de comprarle la gatarina importada - que le fascina -  encuentra en su platito gatarina económica - que en el plato la deja -.\n\n>Espero que mi interpretación rítmica de esta hermosa canción con el apoyo de mus amigos sea de su agrado.\n\n<br>\n<center>\n![325339110_1207845740143882_3394016779554725869_n.png](https://files.peakd.com/file/peakd-hive/orlandobello/23vsWm258JVn4ELTVb13LVo42nws8TEyQtbJEc2eHpTShp4QMWV7byQw1CinuWhMwkrhk.png)\n</center>\n<br>\n\"Earn some small money by doing advertising and follow @advertisingbot2\"\n<br>\n>\"Gana algo de dinero haciendo publicidad y sigue a @advertisingbot2\"\n<br>\n<br>\nFotos y vídeos de mi propiedad, tomados con teléfono celular LGK42\n<br>\nAll photos and video are my own, captured with  LGK42 phone.\n<br>\nEdición: Inshot\n<br>\nEdition: Inshot\n<br>\nTexto en castellano elaborado sin IA\n<br>\n<b>The  text in Spanish was created without AI</b>   The text translated with \n[Traductor Google](https://www.google.com/search?client=firefox-b-e&q=traductor+espa%C3%B1ol+a+ingles)\n<br>\n<br>\n<b>Integrantes de la Agrupaciòn Musical “Venezuelan Power” (Nombre ideado por@fernanblog)/ Members of the Musical Group \"Venezuelan Power\" (Name devised by @fernanblog)</b>\n<br>\n<center>\nhttps://images.ecency.com/DQmfN96xTkj1voH3mnZqN1vbX4Cvr7WjtyMTNbe5zwUgvqN/todos.png</center>\n<br>\n<center>https://images.ecency.com/DQmQ6iy8E9MYDjn7bM6T2PfRMR6YdMgyMPjdTU5MJhKUTrC/firma_orlando.png</center>\n\n▶️ [3Speak](https://3speak.tv/watch?v=orlandobello/tnhgcgzp)","total_vote_weight":63506497552993,"account":"orlandobello","weburl":"https://peakd.com/hive-120026/@orlandobello/tnhgcgzp","originAuthorReputation":25452403549731,"firstImageUrl":"![](https://ipfs-3speak.b-cdn.net/ipfs/bafybeibwsu2wgzmeyqfxdn5zzsqfw4kkqmda7gx2hop2sdhtnajeasozxm/)"},{"author":"advertisingbot2","root_title":"Hive Marketing Campaign Nr. 234702","last_update":"2023-11-24T07:06:42.000Z","url":"/hive-154303/@advertisingbot2/hive-marketing-campaign-nr-234702","body":"Hello everyone who wants to earn some small money,\n\nhere I announce the next advertising contest for week 47 from sponsor @achimmertens, period: 2023-11-24 to 2023-11-30.\n\n![Earn Money(2).png](https://files.peakd.com/file/peakd-hive/achimmertens/AKAr2pK3Nw7DhpREEcx2yQ1dSe3BQ4KKDFLKAWjNL9Ni952afaaKuqX68gTapsB.png)\n\n---\n\n![Task_and_Rules.png](https://files.peakd.com/file/peakd-hive/achimmertens/AKe5wHrNamDx6RNtvzvqhB4qwg2qhZTGoEtwSPhfsuwSEJhTjSajgbDFC77j8pa.png)\n\n## Advertising Text:\n**\"Earn some small money by doing advertising and follow @advertisingbot2\"**\n\n![optional.png](https://files.peakd.com/file/peakd-hive/achimmertens/AKtSxwA38nJdyUdmvhncNmy6tW8CtYvXAw982Fh8BvMuxYgstc1eESWrwkNtsYn.png)\n\n> The account @advertisingbot2 creates regular contests. Every person with a Hive account can join by writing a post with advertising text included. The users usually get 2 Hive for these actions.\nSponsors can create these advertising contests by just filling out a form and sending the budget to @advertisingbot2. The rest of the budget will be sent back to the sponsor. \nThis advertisingprocess works, but is still at the beginning (betaphase).\n\n\n# The Reward\n\nThe first 10 Hive users, that do this, will get 2 Hive each.\n\n\n# Does it work?\nYes. We did it before. Here is the proof:\n\nhttps://peakd.com/hive-154303/@advertisingbot2/winners-of-the-hive-marketing-campaing-23111701\nhttps://peakd.com/hive-154303/@advertisingbot2/winners-of-marketing-campaing-23111001\nhttps://peakd.com/hive-154303/@advertisingbot2/winners-of-the-advertising-contest-from-last-week\n\n\n![About.png](https://files.peakd.com/file/peakd-hive/achimmertens/AK299d4UG9ZMVqmPCk4bNmimT7nsX7e97oF5X92S4LFjZbapekr19HWa8BGonQF.png)\n\n# Status of this project\n\nThis week I worked on the automatic creation of a campaing, based on a template. I only need to change the following parameters: \n```\nconst budget = 20 // Hive\nconst reward = 2 // Hive per participant\nconst maxAdvertisers = budget/reward\nconst advertisingText = 'follow @fjworld and visit https://epaytraffic.com/'\nconst sponsor = '@achimmertens';\n```\n\nWith this, the campaign-Text is created automatically.\n\n![Questions.png](https://files.peakd.com/file/peakd-hive/achimmertens/AKKRqJt1qnuNodPEACGiuC9iauEfvSWwo3w9ACbwELDzPg5VpvwJCsfsA8ptwYH.png)\n\n*[origin of some images](https://photofunia.com/)*\n\n\n\n\n","total_vote_weight":653114511027,"account":"advertisingbot2","weburl":"https://peakd.com/hive-154303/@advertisingbot2/hive-marketing-campaign-nr-234702","originAuthorReputation":566867978627,"firstImageUrl":"![Earn Money(2).png](https://files.peakd.com/file/peakd-hive/achimmertens/AKAr2pK3Nw7DhpREEcx2yQ1dSe3BQ4KKDFLKAWjNL9Ni952afaaKuqX68gTapsB.png)"}]