[{"author":"konchix","root_title":"Te invito a ver  Ricky Staniky. / I invite you to watch Ricky Staniky.","last_update":"2024-05-24T04:01:24.000Z","url":"/hive-166847/@konchix/te-invito-a-ver-ricky-staniky-i-invite-you-to-watch-ricky-staniky","body":"\n<center>![ricky.png](https://files.peakd.com/file/peakd-hive/konchix/23yJGfhx7vHdnZyfLJ26pwTVWWkJFDy8JK4UZES2LWWUEeMrAJ9K5BnRjkRnheCiLMoRY.png)</center>\n\n<center><sub>[Imagen de Portada / cover Image](https://www.sensacine.com/peliculas/pelicula-220503/fotos/detalle/?cmediafile=22066801)</sub></center>\n\n\n\n<div class=\"text-justify\">Hola a todos, el fin de semana vi una película con mi familia que quise compartir con ustedes, es de las últimas películas con John cena, Zac Efron y otros actores, se llama Ricky Staniky, la puedes encontrar en la plataforma de Prime Video.\n<p>\n\nDías antes le comenté acerca de esta película a mi esposo, y me dijo que no le llamaba mucho la atención, que no podía esperar mucho de ella, pero al fin y al cabo lo convencí, preparamos chicharrones, refresco y terminamos viéndola.\n\nEn mi punto de vista muy particular les puedo decir que si me gustó, y pasé un rato agradable con mi familia, se que posiblemente no sean grandes actores o no a todos les guste, como todos sabemos John Cena inició como luchador de la WWE, (algunas veces lo ví por la tv) y después se convirtió en actor (no lo hace tan mal) hay que tomar en cuenta que es una película cómica de un humor sarcástico e irreverente por lo que las situaciones que se manejan no me las tomo muy en serio.\n\nEstuve leyendo acerca de la película y al parecer fue una película planeada para Jim Carrey, el guion estuvo en refrigeración por algunos años durante los cuales le hacían algunas modificaciones y al final la hicieron con John cena.\n\n---\n---\n\n> Hi everyone, over the weekend I watched a movie with my family that I wanted to share with you, it's from the latest movies with John cena, Zac Efron and other actors, it's called Ricky Staniky, you can find it on the Prime Video platform.\n<p>\n\n> Days before I commented about this movie to my husband, and he told me that it did not call his attention much, that he could not expect much from it, but in the end I convinced him, we prepared chicharrones, soda and we ended up watching it.\n\n> In my particular point of view I can tell you that I liked it, and I had a nice time with my family, I know that possibly they are not great actors or not everyone likes them, as we all know John Cena started as a WWE wrestler, (sometimes I saw him on TV) and then he became an actor (he does not do so bad) you have to take into account that it is a comic movie with a sarcastic and irreverent humor so the situations that are handled I do not take them very seriously.\n\n> I was reading about the movie and apparently it was a movie planned for Jim Carrey, the script was in refrigeration for some years during which they made some modifications and in the end they made it with John cena.\n\n\n\n\n<center>![rc3.webp](https://files.peakd.com/file/peakd-hive/konchix/23wWtfGuev9QdwBhnkyyxN1fBWDKWG6Ag9nY6ku6q5gYqA3bH4QRmvGNHr1syqx9FSoAo.webp)</center>\n\n<center><sub>[Fuente/Source](https://www.sensacine.com/peliculas/pelicula-220503/fotos/detalle/?cmediafile=22066929)</sub></center>\n\n\nLa película trata de un grupo de amigos que se crean un amigo imaginario y 25 años después utilizan a dicho amigo para poder salir a divertirse sin herir a sus familias, lo que funciona por varios años hasta que las esposas exigen conocer al famoso Ricky Stanicky, por lo que se ven obligados a contratar a un actor que se haga pasar por Ricky durante una ceremonia familiar hasta que cada vez se ve mas involucrado.\n\n---\n---\n\n> The film is about a group of friends who create an imaginary friend and 25 years later use this friend to go out and have fun without hurting their families, which works for several years until the wives demand to meet the famous Ricky Stanicky, so they are forced to hire an actor to impersonate Ricky during a family ceremony until he becomes more and more involved.\n\n<center>![rc2.webp](https://files.peakd.com/file/peakd-hive/konchix/23w2z6MAZdPUYV3WSiKfGKJyCdSfLdTuZvD1x17eJ3w5ZYGDygLgsVqBDarGiDBE5KRAT.webp)</center>\n\n<center><sub>[Fuente/Source](https://www.sensacine.com/peliculas/pelicula-220503/fotos/detalle/?cmediafile=22066931)</sub></center>\n\n\nGeneralmente las películas en algún punto suelen tener o contar con un mensaje, y está no fue la excepción,  el mensaje de las segundas oportunidades,  de decir la verdad, en verdad me gustó por qué muchas veces nosotros mismos nos negamos o cerramos a las segundas oportunidades o por no lastimar o lastimarnos a nosotros mismos evitamos o manipulamos la verdad.\n\n---\n---\n\n> Generally movies at some point usually have a message, and this one was no exception, the message of second chances, of telling the truth, I really liked it because many times we ourselves deny or close ourselves to second chances or for not hurting or hurting ourselves we avoid or manipulate the truth.\n\n<center>![rc4.webp](https://files.peakd.com/file/peakd-hive/konchix/23wg9JVF3jSeX92EjuNtSmje1VJFykAwVdmP7W1VCtWLnno8u4mxoNquLatBZF5AbZko2.webp)</center>\n\n<center><sub>[Fuente/Source](https://www.sensacine.com/peliculas/pelicula-220503/fotos/detalle/?cmediafile=22066930)</sub></center>\n\n\nAl final todos  ganaron, perdonaron y fueron perdonados, cada uno aprendió su lección y todos fueron felices, (se que no siempre salen las cosas así, pero es bonito creer que pueda ser así).\n\nEn ocasiones es bueno simplemente ver una película y dejarse llevar, disfrutarla y reír.\n\nAsí como puedes ver una peli de romance, drama, ficción, también hay que soltarnos un poco y reírnos de las ocurrencias de los personajes, en verdad John Cena realizó un buen trabajo.\n\nEspero les haya gustado o se den la oportunidad de relajarse y reírse un rato, hasta la próxima.\n\n---\n---\n\n>In the end everyone won, they forgave and were forgiven, everyone learned their lesson and everyone was happy, (I know things don't always work out that way, but it's nice to believe it can be that way).\n\n> Sometimes it's good to just watch a movie and let yourself go, enjoy it and laugh.\n\n> Just as you can watch a romance, drama, fiction movie, you also have to let loose a little and laugh at the witticisms of the characters, John Cena really did a good job.\n\n> I hope you liked it or give yourself a chance to relax and laugh for a while, see you next time.\n\nPortada realizada en canva con imagen tomada de https://www.sensacine.com/peliculas/pelicula-220503/fotos/detalle/?cmediafile=22066801 y traducido con DeepL translate.\n\n> Cover made in canva with image taken from https://www.sensacine.com/peliculas/pelicula-220503/fotos/detalle/?cmediafile=22066801 and translated with DeepL translate.\n\n<u>\"Please follow @mahirabdullah, because he provides food support to poor families in Bangladesh\" 🙏\n</u>\n</div>\n\n<center>![Konchix.png](https://files.peakd.com/file/peakd-hive/konchix/23y98YucRcANUeoMmFUKZ52ETBKDW5Cfa1TR8T5kTKS4Bw3ZBsGC97YTkaqC2hYjcXuY3.png)</center>\n","total_vote_weight":1519163872204,"account":"konchix","weburl":"https://peakd.com/hive-166847/@konchix/te-invito-a-ver-ricky-staniky-i-invite-you-to-watch-ricky-staniky","originAuthorReputation":34720778835837,"firstImageUrl":"![ricky.png](https://files.peakd.com/file/peakd-hive/konchix/23yJGfhx7vHdnZyfLJ26pwTVWWkJFDy8JK4UZES2LWWUEeMrAJ9K5BnRjkRnheCiLMoRY.png)"},{"author":"gr33nm4ster","root_title":"BitcoinPizzaDay Global Pizza Party Mérida Yucatán México ","last_update":"2024-05-24T03:46:18.000Z","url":"/hive-148309/@gr33nm4ster/bitcoin-pizza-day-global-pizza-party-merida-yucatan-mexico","body":"<liketuimages>\n<center>\n![clwjkv1g3002e5zsz18s40k6m_IMG-20240522-WA0009.webp](https://cdn.liketu.com/media/gr33nm4ster/images/clwjkv1g3002e5zsz18s40k6m_IMG-20240522-WA0009/clwjkv1g3002e5zsz18s40k6m_IMG-20240522-WA0009.webp)\n![clwjkx1ia002e43sz10w567tu_IMG_20240522_192652113_BURST001_COMP.webp](https://cdn.liketu.com/media/gr33nm4ster/images/clwjkx1ia002e43sz10w567tu_IMG_20240522_192652113_BURST001_COMP/clwjkx1ia002e43sz10w567tu_IMG_20240522_192652113_BURST001_COMP.webp)\n![clwjkx2qw00283qsz9acvayyo_IMG_20240522_191132840_BURST000_COVER_AI.webp](https://cdn.liketu.com/media/gr33nm4ster/images/clwjkx2qw00283qsz9acvayyo_IMG_20240522_191132840_BURST000_COVER_AI/clwjkx2qw00283qsz9acvayyo_IMG_20240522_191132840_BURST000_COVER_AI.webp)\n![clwjkyuwh002f0xszgmai1kh4_IMG_20240522_191119445.webp](https://cdn.liketu.com/media/gr33nm4ster/images/clwjkyuwh002f0xszgmai1kh4_IMG_20240522_191119445/clwjkyuwh002f0xszgmai1kh4_IMG_20240522_191119445.webp)\n</center>\n</liketuimages>\n\nYesterday was a great day as it commemorated BitcoinPizzaDay for which my family and I attended Zavi PIZZA where DAO PizzaDAO along with Happ3n, Zona3, GreenPillMexico organized the celebration of this great event for the crypto world.\n\nI had the pleasure to meet several representatives of several important web3 projects that are already based here in Yucatan Mexico.\n\nI learned that more real life events are coming soon here in Merida such as Ethereum Mexico which will be on September 13th and 14th.\n\nI hope you like the pictures I share with you and that you also had a BitcoinPizzaDay eating pizza.\n\nLove Liketu 💙 \nHive On ♦️ \n\n___\n\nEl día de ayer fue genial pues se conmemoró el BitcoinPizzaDay para el cual asistimos mi familia y yo a Zavi PIZZA donde la DAO PizzaDAO junto con Happ3n, Zona3, GreenPillMexico organizaron el festejo de este gran evento para el mundo cripto.\n\nTuve el gusto de conocer a varios de los representantes de varios proyectos web3  importantes que ya tienen sede aquí en Yucatán México.\n\nMe enteré de que próximamente vienen más eventos en vida real aquí Mérida como el Ethereum México que será en 13 y 14 de septiembre.\n\nEspero les gusten la fotos que les comparto y que también hayan pasado un BitcoinPizzaDay comiendo pizza.\n\nLove Liketu 💙 \nHive On ♦️ \n\n\n\n\n\nTranslated with DeepL.com (free version)\n\n\n\"Please follow @mahirabdullah, because he provides food support to poor families in Bangladesh\"\n\n\n\n---\n\nFor the best experience view this post on [Liketu](https://liketu.com/@gr33nm4ster/bitcoin-pizza-day-global-pizza-party-merida-yucatan-mexico)","total_vote_weight":41266332286682,"account":"gr33nm4ster","weburl":"https://peakd.com/hive-148309/@gr33nm4ster/bitcoin-pizza-day-global-pizza-party-merida-yucatan-mexico","originAuthorReputation":359672498462956,"firstImageUrl":"![clwjkv1g3002e5zsz18s40k6m_IMG-20240522-WA0009.webp](https://cdn.liketu.com/media/gr33nm4ster/images/clwjkv1g3002e5zsz18s40k6m_IMG-20240522-WA0009/clwjkv1g3002e5zsz18s40k6m_IMG-20240522-WA0009.webp)"},{"author":"azabache2021","root_title":"Concurso de KARAOKE 🎤 VDC semana  2 -  - INITIATIVE MUSICAL 🎵\"Murió la flor\" Cover By @azabache2021","last_update":"2024-05-23T21:46:51.000Z","url":"/hive-114839/@azabache2021/govopvnu","body":"<center>\n\n\n\n[![](https://ipfs-3speak.b-cdn.net/ipfs/bafybeicerommfqc37lqrhhd5wa3whzqcav7lqid7lfststghpu4dhr2ttm/)](https://3speak.tv/watch?v=azabache2021/govopvnu)\n\n▶️ [Watch on 3Speak](https://3speak.tv/watch?v=azabache2021/govopvnu)\n\n</center>\n<br>\n<center>![](https://images.ecency.com/DQmbAGBSS1yiSuUsWqc6JP5wZSDS9ZnRZoakVenn38REDor/karaoke_azabache_portada.jpg)\n\n</center>\n<br>\n<center>\n<b>Esta es una publicación bilingüe. Pueden ver la versión en castellano al final del post</b>\n</center>\n<br>\nHello, VDC community, I congratulate you on this happy initiative. I had never done karaoke and I really liked doing it last week, the first week of the contest. \n<br>\n I chose this song \"The flower died\" for this week number two because it is another song that stirs my senses because this song was also a classic performed by the group Black Angels.\n\n My older sister loved this group and she always put on long play or tuned in to the radio and for me, although I was little, I was fascinated by that \"romantic\" music and that beautiful voice of Germáin de la Fuente, I watched my sister cleaning the floors and meanwhile I was listening to the hits of the moment at full volume and this song Died the Flower was a wonderful hit. \n<br> \nI invite the vocalist @nellynohemi to participate in this contest\n<br>\n\n<br>\n<center><b> Versión en castellano </b></center>\n<br>\n<center>   https://m.youtube.com/watch?v=1bgeSZUx-Ao   </center>\n<br>\nHola, comunidad VDC, les felicito por esta feliz iniciativa. Nunca había hecho karaoke y me gustó mucho hacerlo la semana pasada, primera semana del concurso.\n<br>\nEscogí este tema para esta semana número dos porque es otra canción que  remueve mis sentidos porque este tema también fue un clásico interpretado por el grupo de los Ángeles negros. A mi hermana mayor le encantaba este grupo y siempre colocaba el long play o sintonizaba la radio y para mí que aunque era pequeña me fascinaba esa música \"romántica\" y esa voz tan hermosa de Germáin de la fuente yo observaba a mi hermana limpiando los pisos y mientras tanto escuchaba a todo volumen los éxitos del momento y este tema murió la flor fue todo un hit maravilloso\n<br>\nInvito a la vocalista @nellynohemi  a participar en este concurso\n<br>\n**Yo estoy participando en el sorteo**\n <br>\n<center> ![](https://images.ecency.com/DQmbjwg8hS9B9yLU33UQFCf2ZubZN3spHu23bWEgcMPpX3G/inscripcion_karaoke_azabache.png) </center>\n <br>\n<center>\nhttps://files.peakd.com/file/peakd-hive/hermaryrc/EnyvkDRHLBL8AxruQpFTKBz3kDSS6t93Tdhp6hcukRYgpcRutKTD3EmnDP4XD3JGoPP.png\n</center>\n<br\n<b>The  text in Spanish was created without AI</b>   The text in  English I translated with \n[Traductor Google](https://www.google.com/search?client=firefox-b-e&q=traductor+espa%C3%B1ol+a+ingles)\n<br>\nhttps://images.ecency.com/DQmXGGmnjm6RaajhQ13xGMdfLH9wNidJevTb8FTXhp8XR8v/publishedw_ecency1.gif\n<br>\n [Fuente]( https://ecency.com/hive-179017/@melinda010100/shadow-hunters-smash-contest-round-7a89cade5c0dc ) \n<br>\n<center><b> \"Please follow @mahirabdullah, because he provides food support to poor families in Bangladesh\" </b>   </center>\n\n<br>\n<center>https://images.ecency.com/DQmSu3u2KLWz6ebMBjKCgHi2optajkiGFqrRthL6yDdLoKE/firma_azabache.png</center>\n\n---\n\n▶️ [3Speak](https://3speak.tv/watch?v=azabache2021/govopvnu)\n","total_vote_weight":7982132323983,"account":"azabache2021","weburl":"https://peakd.com/hive-114839/@azabache2021/govopvnu","originAuthorReputation":6369698192632,"firstImageUrl":"![](https://ipfs-3speak.b-cdn.net/ipfs/bafybeicerommfqc37lqrhhd5wa3whzqcav7lqid7lfststghpu4dhr2ttm/)"},{"author":"hildemaroflores","root_title":"Concurso Karaoke Vdc Semana 2 \"Pa' la mía\".original song by @hildemaroflores","last_update":"2024-05-23T19:39:00.000Z","url":"/hive-114839/@hildemaroflores/skupreau","body":"<center>\n\n[![](https://ipfs-3speak.b-cdn.net/ipfs/bafkreie7hggmp6tg64n5i7kedlbfcj4ozesjactuavip5kd6b7r3kwlesu/)](https://3speak.tv/watch?v=hildemaroflores/skupreau)\n\n▶️ [Watch on 3Speak](https://3speak.tv/watch?v=hildemaroflores/skupreau)\n\n</center>\n\n---\n\n<center>![](https://images.ecency.com/DQmQFEYoHFPDwzdeEEBP8r9txxgEyyiizdTkAqSxNetdmHY/portada_hildemaro_si.png)\n\n<center>\n<br>\n<center>This post is written in Spanish at the top. Text completely taken from my mind without AI support. At the bottom is the English version obtained with [Free Google Translator](https://www.google.com/search?q=traductor+espa%C3%B1ol+a+ingles&oq=&aqs=chrome.0.35i39i362l15.-1j0j7&client=ms-android-samsung&sourceid=chrome-mobile&ie=UTF-8) <center><br>\n<br>\n <center> </center>\n<br>\nHola, mi querida comunidad <b>VDC - Villa de Cura</b> estoy muy contento de poder comenzar esta semana a participar en este alegre concurso. Y digo alegre porque eso es lo que nos produce la música: alegría.\n\nLes comparto está canción del género Salsa titulada \"Pa' la mía\" que compuse para mí querida esposa Yenidax con la que juntos y unidos he vivido momentos gratos e ingratos. Juntos nos hemos comido las verdes, hemos saboreado unas cuantas pintonas y deseamos poder disfrutar juntos las maduras... ¡Cuando aparezcan...je, je,je! \n\nAunque la escribí para Yenidax, simbólicamente en ella la dedico a todas las esposas del mundo, esas que son el apoyo imprescindible del hombre. \n\nEspero que les guste.\n\n\n<br>\n<center>\nhttps://files.peakd.com/file/peakd-hive/hermaryrc/EnyvkDRHLBL8AxruQpFTKBz3kDSS6t93Tdhp6hcukRYgpcRutKTD3EmnDP4XD3JGoPP.png\n</center>\n<br>\n\nHello, my dear <b>VDC - Villa de Cura</b> community, I am very happy to be able to start participating in this joyful contest this week. And I say joyful because that is what music produces in us: joy. I share with you this song of the Salsa genre titled \"Pa' la mia\" (To mine ) that I composed for my dear wife Yenidax with whom together and united I have experienced pleasant and unpleasant moments. Together we have eaten the green ones, we have tasted a few pintonas and we wish we could enjoy the ripe ones together... When they appear...he, he, he!\n\n Although I wrote it for Yenidax, I symbolically dedicate it to all the wives in the world, those who are the essential support of man. Hope you like.\n\n\n\n<br>\n<center>\nhttps://files.peakd.com/file/peakd-hive/hermaryrc/EnyvkDRHLBL8AxruQpFTKBz3kDSS6t93Tdhp6hcukRYgpcRutKTD3EmnDP4XD3JGoPP.png\n</center>\n<br>\nInvito a participar a @barbyjr y a @princessbusayo\n---\n<center>\nhttps://files.peakd.com/file/peakd-hive/hermaryrc/EnyvkDRHLBL8AxruQpFTKBz3kDSS6t93Tdhp6hcukRYgpcRutKTD3EmnDP4XD3JGoPP.png\n</center>\n<br>\n.<center><b>Menciones en este video</b>\t\t\t\t\n<br>\n@capitandelbam\n@encuentro\n@davixesk8\n@lecumberre\n@nellynohemi\n@sacra97\n@jesus-son\n@josevas217\n   </center>\n<br>\nEspero poder hacer amigos en todo el mundo con personas  que tengan las mismas aficiones que yo - y también entre quienes tengan aficiones distintas ya que me gusta siempre aprender y experimentar cosas nuevas.\n\nGracias por su paciencia y apoyo al llegar leyendo hasta acá. Éxito para todos.\n\n<br>\n\"Please follow @mahirabdullah, because he provides food support to poor families in Bangladesh\"\n<br>\n<center>\nhttps://files.peakd.com/file/peakd-hive/hermaryrc/EnyvkDRHLBL8AxruQpFTKBz3kDSS6t93Tdhp6hcukRYgpcRutKTD3EmnDP4XD3JGoPP.png\n</center>\n<br>\nGracias por visitar mi post y leer hasta acá. Deseo que la bendición de Dios repose en cada detalle de tu vida y la de tu familia\n<br>\n\n<br>\nFotos  propias tomados  con celular Samsung J2 Prime \n<br>\n>Own photos  taken with Samsung J2 Prime cell phone\n<br>\nEl texto en castellano fue creado sin IA\n<br>\n>The  text in Spanish was created without AI  \n<br>\nEl texto en inglés fue traducido con ayuda del [Traductor Google](https://www.google.com/search?client=firefox-b-e&q=traductor+espa%C3%B1ol+a+ingles)\n<br>\n> The text in English was translated with \n[Traductor Google](https://www.google.com/search?client=firefox-b-e&q=traductor+espa%C3%B1ol+a+ingles)\n<br>\nLas ediciones tanto  de fotos como del video fueron realizadas  en Inshot.\n<br>\n\n\n▶️ [3Speak](https://3speak.tv/watch?v=hildemaroflores/skupreau)\n","total_vote_weight":76448503404,"account":"hildemaroflores","weburl":"https://peakd.com/hive-114839/@hildemaroflores/skupreau","originAuthorReputation":578110283005,"firstImageUrl":"![](https://ipfs-3speak.b-cdn.net/ipfs/bafkreie7hggmp6tg64n5i7kedlbfcj4ozesjactuavip5kd6b7r3kwlesu/)"},{"author":"orlandobello","root_title":"PODEMOS AYUDAR A LOS QUE ESTÁN AYUDANDO A OTROS / WE CAN HELP THOSE WHO ARE HELPING OTHERS [SPA - ENG]","last_update":"2024-05-21T03:58:36.000Z","url":"/hive-154303/@orlandobello/podemos-ayudar-a-los-que","body":"<br> \n<center>https://images.ecency.com/DQmXZSqefGWP7a2kbVQp15oNWfcbsXb9k6EuEEjYZLm82Y8/image.png</center>\n\n[Fuente](https://ecency.com/hive-154303/@advertisingbot2/hive-marketing-campaign-240517-week-20-for-mahirabdullah)\n\n<br>  \n<center>This post written in Spanish without AI has an English version located at the bottom of it, so both English and Spanish speakers will be able to read it without problems. Hope you like.</center>\n\n<br>  \nEl mundo se ha convertido en un lugar inhóspito. Hay mucha violencia y egoísmo. La frase \"el hombre, lobo del hombre\", insinuando que el hombre es depredador de su propia especie no es nueva.  Y es que siempre ha habido maldad,. pero, logicamente, aun manteniéndose el mismo porcentaje de maldad, alñ aumentar el mnúmeroo de personas aumenta tambi´én el número de personas de mal proceder.\n\nPero así como hay más personas haciendo el mal que antes, si or número es y por consecuencia directa de la cantidad de seres humanos que habitamos el planeta, también es mayór que antes el número de personas hacviendo el bien ...aún en el caso de mantenerse  el mismo porcentaje.\n\nHay gente haciendo cosas buenas por otros, en todos los estratos sociales y en todo el mundo. Y podemos dar una mano a los que están dando una mano a otros.\n\nAlgo que podemos hacer es promocionar el bien que realizan, westo hará que puedan conseguir más recursos para seguir haciendo el bien.\n\nHay un interesante programa acá en Hive. Un proyecto en el cual nos podemos involucrar utilizando sólo una mínima cantidad de tiempo y apoyando con nuestros posts habituales, mientras también gasnamos una pequeña cantidad de crypto adicional.\n\nSe trata del programa \"Hive Marketing Campaign\" que va ya por su semana 20. En él podemos intervenir colocando en uno de nuestros post lapromoción a un hiver que esté haciendo algo significativo - aunque sea a menor escala - por la humanidad.\n\nEsta semana 20 que va del  2024-05-17 al  2024-05-24. ( Es decir, hasta este viernes 24, Dia de la Virgen María Auxiliadora, por cierto) la promoción que debemos colocaren nue3stros posts es esta: \n<b>\"Please follow @mahirabdullah, because he provides food support to poor families in Bangladesh\"</b>\ny luego debemosir al post de la convocatria (Pueden hacer clic ¨[acá](https://ecency.com/hive-154303/@advertisingbot2/hive-marketing-campaign-240517-week-20-for-mahirabdullah) y colgar el link de su post para que ellos puedan verificar que realmente estamos dando la ayuda. Los primeros 10 Hivers que lo hagan, recibirán directamente en su wallet una pequeña cantidad (2 hives) como est+imulo. Son 20 Hives los que se van a distribuir entre las primeras 10  personas que hagan esto. Les invito a unirse y a estar pendiente para que apoyen cada vez que lancen una nueva campaña.\n<br>\n <center> <b>ENGLISH VERSION</b>  </center>\n<br> \n<center>https://images.ecency.com/DQmXZSqefGWP7a2kbVQp15oNWfcbsXb9k6EuEEjYZLm82Y8/image.png</center>\n\nThe world has become an inhospitable place. There is a lot of violence and selfishness. The phrase \"man, man's wolf\", implying that man is a predator of his own species, is not new. And there has always been evil. But, logically, even if the percentage of evil is maintained the same, as the number of people increases, the number of people who behave badly also increases.\n\nBut just as there are more people doing evil than before, if the number is and as a direct consequence of the number of human beings that inhabit the planet, the number of people doing good is also greater than before...even in the case to maintain the same percentage.\n\nThere are people doing good things for others, in all walks of life and all over the world. And we can give a hand to those who are giving a hand to others.\n\nSomething we can do is promote the good they do, this will help them get more resources to continue doing good.\n\nThere is an interesting program here on Hive. A project in which we can get involved using only a minimal amount of time and supporting with our usual posts, while also spending a small amount of additional crypto.\n\nThis is the \"Hive Marketing Campaign\" program that is now in its 20th week. In it we can intervene by placing in one of our promotion posts a hiver that is doing something significant - even on a smaller scale - for humanity.\n\nThis week 20, which runs from 2024-05-17 to 2024-05-24. (That is, until this Friday the 24th, Day of the Virgin Mary Help of Christians, by the way) the promotion that we must place in our posts is this:\n<b>\"Please follow @mahirabdullah, because he provides food support to poor families in Bangladesh\"</b>\nand then we must go to the post of the call (You can click [here](https://ecency.com/hive-154303/@advertisingbot2/hive-marketing-campaign-240517-week-20-for-mahirabdullah) and post the link of our post so they can verify that we are really giving the help. The first 10 Hivers who do so will receive a small amount directly in their wallet (2 hives) as a stimulus. There are 20 Hives that will be distributed among the ten first people who do so. Do this. I invite you to join and be on the lookout to support every time they launch a new campaign.\n\n<br> \n<center>https://images.hive.blog/768x0/https://files.peakd.com/file/peakd-hive/orlandobello/23vsWm258JVn4ELTVb13LVo42nws8TEyQtbJEc2eHpTShp4QMWV7byQw1CinuWhMwkrhk.png</center>\n\n<br>  \n<center>###### Traductor de idiomas######\n:\nTranslated with [Traductor Goorgle](https://www.google.com/search?q=traductor+espa%C3%B1ol+a+ingles&oq=traduc&aqs=chrome.1.69i57j35i39i512i650j69i59l2j0i131i433i457i512j0i131i433i512l2j0i433i512j0i131i433i512i650j0i131i433i512.11542j0j1&sourceid=chrome&ie=UTF-8)\n\n###### Locación: Villa de Cura,  Aragua State, Venezuela\n\n<br> https://images.ecency.com/DQmbUDerZLrfFWG952cuCQ5niXKJKbCwzvwbb2tYe6ncA57/sin_t_tulo.png)</center>\n\n\n","total_vote_weight":2509225070,"account":"orlandobello","weburl":"https://peakd.com/hive-154303/@orlandobello/podemos-ayudar-a-los-que","originAuthorReputation":23094442812126,"firstImageUrl":null},{"author":"carmenrivas","root_title":"My  Entry To Shadow Hunters/SMASh Contest- Round 322","last_update":"2024-05-21T02:09:12.000Z","url":"/hive-179017/@carmenrivas/my-entry-to-shadow-hunters-c487a9fbd8a08","body":"<center>https://images.ecency.com/DQmVRrYmLHxLr3KjND1Y2tRUSgjHaSGQLzjD2M8muUZL1YP/img_20240508_wa0199.jpg)</center> \n<BR>\n <center><b>Esta es una publicación bilingüe. Al final del post se encuentra la versión en castellano.</b></center> <br>\nHello community, walking through the streets of my town - Villa de Cura, Aragua State.  Venezuela - I came across this spectacular shadow of the foliage of a palm tree. \n<br>\n I don't usually use my cell phone on the street, but the situation warranted it, so I immediately took it out of my bag and proceeded to hunt for the shadow that I brought for you. My participation for this week 322.\n\n Do you also want to participate in this contest organized by @melinda010100? Read their bases by clicking [here]( https://ecency.com/hive-179017/@melinda010100/shadow-photo-smash-contest-round-a835690a2fc8a)\n. <br> \n<center>https://images.ecency.com/DQmYYZ3fvmJsvcVc5yDXe25vQYdBLBZg2urJiwskNvuKcWn/img_20240508_wa0198.jpg</center>\n<br> <center>https://images.ecency.com/DQmT282CvNqBvQQnbAH5mBWipcCsq2jdiDnkTRPD3VaMQoH/separador_carmenrivas.png</center> <br>\n<center><b>Versión en castellano.</b></center>\n <center>https://images.ecency.com/DQmVRrYmLHxLr3KjND1Y2tRUSgjHaSGQLzjD2M8muUZL1YP/img_20240508_wa0199.jpg)</center> \n<BR>\nHola, comunidad, caminando por las calles de mi pueblo - Villa de Cura, en el estado Aragua, Venezuela - me topé con está espectacular sombra del follaje de una palmera. \n<br>\nNo acostumbro utilizar mi celular en la calle, más la situación bien que lo ameritaba, así que de inmediato lo saqué del bolso y procedí a cazar la sombra que traigo para ustedes. Mi participación para esta semana 322.\n\n¿Deseas participar también en este concurso convocado por @melinda010100? Lee sus bases clicando [acá]( https://ecency.com/hive-179017/@melinda010100/shadow-photo-smash-contest-round-a835690a2fc8a)\n. <br> \n. <br> \n<center>https://images.ecency.com/DQmYYZ3fvmJsvcVc5yDXe25vQYdBLBZg2urJiwskNvuKcWn/img_20240508_wa0198.jpg</center>\n<br> \n<br> <center>https://images.ecency.com/DQmT282CvNqBvQQnbAH5mBWipcCsq2jdiDnkTRPD3VaMQoH/separador_carmenrivas.png</center> <br>\nThank you for watching my pics and reading the post up to here. May music and its positive vibration fill your life with joy. \n<br>\n >Gracias por ver mis fotos y leer el post hasta acá. Que la música y su vibración positiva llene tu vida de alegría. \n<br>\n Pics of my own taken By Yezz cellphone\n <br>\n Fotos propias tomadas con celular Yezz \n<br> \nThe text in English I translated with [Traductor Google](https://www.google.com/search?client=firefox-b-e&q=traductor+espa%C3%B1ol+a+ingles) \n<br>\n >La redacción del post es propia de mi cerebro. No utilizo inteligencia artificial sino la inteligencia que Dios Padre Creador colocó en mis neuronas.\n <br>\n The writing of the post is typical of my brain. I do not use artificial intelligence but the intelligence that God the Father Creator placed in my neurons.\n <br>\n\"Please follow @mahirabdullah, because he provides food support to poor families in Bangladesh\"\n<br>\n <center><b> <center>https://images.ecency.com/DQmQxMs7begeXwFeXvWZ8Gk8ARDdZGiXAou7tcU9xH2wpCe/firma_carmen.png","total_vote_weight":1547866898570,"account":"carmenrivas","weburl":"https://peakd.com/hive-179017/@carmenrivas/my-entry-to-shadow-hunters-c487a9fbd8a08","originAuthorReputation":17904380336088,"firstImageUrl":null},{"author":"luisfe","root_title":"Hive Music Festival 🎶 Week 83 Round 2 🎶🎵 \"Chiquitita\" Cover by @luisfe","last_update":"2024-05-19T22:45:15.000Z","url":"/hive-120026/@luisfe/yxfpczxj","body":"<center>\n\n[![](https://ipfs-3speak.b-cdn.net/ipfs/bafybeihucuimcrkaxuzham7nyfrcn6tdjpy7lp26z3zuj62p7zpr3yusju/)](https://3speak.tv/watch?v=luisfe/yxfpczxj)\n\n▶️ [Watch on 3Speak](https://3speak.tv/watch?v=luisfe/yxfpczxj)\n\n</center>\n\n---\n\n* \n\n<center>https://images.ecency.com/DQmZBUjCsaY77PgBvBALWA1L7Jfd6u9b59DXpwMciMwCLcG/aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa.png\n\n</center> \n<br> \n\n<center>     - **(Esta es una publicación bilingüe, puedes ver la versión en castellano al final del post)**  </center> --\n <br> \nHello, community, we have reached week 83 of this magnificent Festival full of pleasant memories for everyone and music, music, music, in all its styles.\nThis week I wanted to prepare for you a song that was fashionable several decades ago in various countries around the world.\nThe song is \"Chiquitita\". It was recorded in October 1978 by the group \"Abba\" and maintained its position as the best-selling song in Latin America for two decades.\nThe group Abba was a Swedish group made up of two married couples, so it was a quartet. They became famous throughout the world and it was the first time that a Swedish musician performed this feat. His success was such that in Sweden they even have a museum in his honor.\nThe name of its members: Benny Andersson, Anni-Frid Lyngstad, Agnetha Fältskog and Björn Ulvaeus. It was by taking the first letter of each one's name and joining them that the word \"Abba\" came out, which gave its name to the group.\nBy the way, as a curious fact: the word Abba, in the Aramaic language - the one spoken by our Lord Jesus Christ and his disciples - is translated into Spanish as \"dad\" and was the way in which our Lord always addressed our Father in prayer.\nI invite you to learn more details about this great group by clicking [here](https://es.wikipedia.org/wiki/ABBA).\nRegarding what concerns us today, which is the song \"Chiquitita\", I tell you that its composer was Benny Andersson, who was inspired by a real event, that of a little girl who was sadly crying for the absence of a family member. The girl's name was Angelina and all this was happening in the city of Stockholm. This fact was the trigger for the creation of this song whose lyrics say so;\n<center><b> Lyrics </b> \n<br>\n[Verse 1]\nLittle one, tell me why\nYour pain today chains you\nIn your eyes there is a shadow of great sorrow\nI wouldn't want to see you like this\nEven if you want to hide it\nIf you are so sad, why do you want to keep it quiet?\n\n[Verse 2]\nLittle one, you tell me\nOn my shoulder, here crying\nCount on me now, so I can continue walking\nI knew you so sure\nAnd now your broken wing\n(It hurts to see you sad)\n(And it hurts to see you cry)\nLet me fix it, I want to see it cured\n\n[Chorus]\nLittle one, you know very well\nThat sorrows come and go and disappear\nYou will dance again and you will be happy\nLike flowers that bloom\nLittle one, there is no need to cry\nThe stars shine for you up there\nI want to see you smile to share\nYour joy, Little One\nAgain I want to share\nYour joy, Little One\n[Verse 3]\nLittle one, tell me why\nYour pain today chains you\nIn your eyes there is a shadow of great sorrow\nI wouldn't want to see you like this\nEven if you want to hide it\nIf you are so sad, why do you want to keep it quiet?\n\n[Chorus]\nLittle one, you know very well\nThat sorrows come and go and disappear\nYou will dance again and you will be happy\nLike flowers that bloom\nLittle one, there is no need to cry\nThe stars shine for you up there\nI want to see you smile to share\nYour joy, Little One\nAgain I want to share\nYour joy, Little One\n\n[Outro]\nAgain I want to share\nYour joy, Chiquitita</center>\n\n<br>\n\n <br>\nAnother curious fact that most probably you who read me did not know about this song is the fact that in 1979 the group ABBA gave the rights to this song to UNICEF so that the proceeds from it could be invested in the well-being of boys and girls. . From that moment until today, royalties from Chiquitita have contributed <b>more than five million dollars </b> to UNICEF.\nI was also unaware of these details about this song until recently, when selecting which song to record for this week, I remembered the beautiful Chiquitita melody, I listened to it again, to make the score by ear and then work on it with the accordion.\nIt's something I have to do with every song, mainly due to the fact that my accordion is small and doesn't have black keys, that is, it doesn't have semitones. It does not have sharps, flats and it also lacks the B note an octave above the high B and the D that is there too. So I can play only in C major and A minor and all the songs if they are not originally in one of those two keys, I must first transport them - by ear - make the score for them and then rehearse.\nSometimes a song in A minor has its seventh degree (G#) and that makes it \"untouchable\" (Literally) for me. When we ever get out of this eternal economic crisis in Venezuela and we can diversify the use of our income and take it to other areas and not just those of food and medicine, I will be able to acquire one of those complete accordions, those Italiano-type accordions, which have not only all its keys (white and black) but also its buttons for the bass.\nSince I talked about the subject, I present to you my transcription of \"Chiquitita\", with this I practiced and played, although in the end I made a variation, since it was as if suspended and the final melodic line was qguda - the one that does not have lyrics - which I played twice , I could touch it a hundred thousand times and I was going to keep asking to continue. Then I concluded by repeating the chorus \"again I want to share your joy, little one\" and I was satisfied with the result... I hope you are too.\n\n<br>\n<center> <b>My \"homemade\" sheet music</b>\n    <br>\nhttps://images.ecency.com/DQmSnDy9oWfWoWv4fdmuA78MrFYA2f7oVBnHpv2XWwPZSsu/partitura_completa.png\n<br>\n</center>\n<br>\nWhy did I choose \"Chiquitita\" this time? First of all because of its melody, because of its music, which is what one commonly remembers about a song with some fragments of its lyrics - almost always the chorus - and that is why one hums, because one does not know the lyrics. I see my vocalist friends, when they decide on a song that they have sometimes been singing for years at family parties! looking for the lyrics on the internet to learn them. I don't know why...the full lyrics...rarely sticks to us. But the melody is very catchy.\nRegarding its lyrics, it is a beautiful song to give comfort. I particularly like that beautiful image: \"The stars shine for you up there.\" I think it's a great song.\nHope you like.\n<br> \n<center> https://images.ecency.com/DQmNzvnj5TgHHWa6kwAR76CGA5QvhDHKrBtWGUAHedBg3BE/separador_luisfe.png</center> \n<br> \nIf you want to participate in this Festival you can read its rules by clicking [here](https://ecency.com/hive-120026/@musiczone/hive-music-festival-week-n-83-round-2-engesp )\n <br> \n<center> https://images.ecency.com/DQmNzvnj5TgHHWa6kwAR76CGA5QvhDHKrBtWGUAHedBg3BE/separador_luisfe.png</center> \n<br> \n**(Versión en castellano )** \n<br> \n<center>https://www.youtube.com/watch?v=Z4oTvuow9cc </center>\n <br> \nHola, comunidad, llegamos a la semana 83 de este magmnífico Festival lleno de recuerdos gratos para todos y de música, música, música, en todos sus estilos.\nEsta semana quise preparar para ustedes una canción que estuvo de moda hace varias décadas en diversos países del mundo.\nLa canción es \"Chiquitita\". La misma fue grabada enn octubre del año 1978 por el grupo \"Abba\" y mantuvo durante dos décadas la posición de la más vendida en América Latina.\nEl grupo Abba fue un grupo sueco integrado por dos matrimonios, así que era un cuarteto. Llegaron a ser famosos en todo el mundo y era la primera vez que un músico sueco realizaba esta proeza. Su éxito fue tal que en Suecia tienen hasta un museo en su honor.\nEl nombre de sus integrantes:  Benny Andersson, Anni-Frid Lyngstad, Agnetha Fältskog y Björn Ulvaeus. Fue tomando la primera letra del nombre de cada uno y uniéndolas que salió la palabra \"Abba\" que dio nombre al grupo. Por cierto, como dato curioso: la palabra Abba , en idioma arameo - el que hablaban nuestro Señor Jesucristo y sus discípulos - se traduce al castellano como \"papá\" y fue la manera como nuestro Señor se dirigió siempre a nuestro Padre en oración.\nLes invito a conocer más detalles sobre este grandioso grupo clicando [acá](https://es.wikipedia.org/wiki/ABBA).\nCon respecto a lo que nos compete hoy, que es la canción \"Chiquitita\", les cuento que su compositor fue Benny Andersson, quien se inspiró en un hecho real, el de una pequeña niña que lloraba con tristeza la ausencia de un familiar. La niña se llamaba Angelina y todo esto estaba sucediendo en la ciudad de Estocolmo. Este hecho fue el detonante para la creación de esta canción cuya letra dice así traducida al castellano:\n \n<br> \n<br>  \n<center>[Verso 1]\nChiquitita, dime por qué\nTu dolor hoy te encadena\nEn tus ojos hay una sombra de gran pena\nNo quisiera verte así\nAunque quieras disimularlo\nSi es que tan triste estás, ¿para qué quieres callarlo?\n\n[Verso 2]\nChiquitita, dímelo tú\nEn mi hombro, aquí llorando\nCuenta conmigo ya, para así seguir andando\nTan segura te conocí\nY ahora tu ala quebrada\n(Duele verte triste)\n(Y duele verte llorar)\nDéjamela arreglar, yo la quiero ver curada\n\n[Estribillo]\nChiquitita, sabes muy bien\nQue las penas vienen y van y desaparecen\nOtra vez vas a bailar y serás feliz\nComo flores que florecen\nChiquitita, no hay que llorar\nLas estrellas brillan por ti allá en lo alto\nQuiero verte sonreír para compartir\nTu alegría, Chiquitita\nOtra vez quiero compartir\nTu alegría, Chiquitita\n[Verso 3]\nChiquitita, dime por qué\nTu dolor hoy te encadena\nEn tus ojos hay una sombra de gran pena\nNo quisiera verte así\nAunque quieras disimularlo\nSi es que tan triste estás, ¿para qué quieres callarlo?\n\n[Estribillo]\nChiquitita, sabes muy bien\nQue las penas vienen y van y desaparecen\nOtra vez vas a bailar y serás feliz\nComo flores que florecen\nChiquitita, no hay que llorar\nLas estrellas brillan por ti allá en lo alto\nQuiero verte sonreír para compartir\nTu alegría, Chiquitita\nOtra vez quiero compartir\nTu alegría, Chiquitita\n\n[Outro]\nOtra vez quiero compartir\nTu alegría, Chiquitita</center>\n<br>\n[Fuente ](https://genius.com/Abba-chiquitita-spanish-version-lyrics)\n<br>\n<br>\nOtro dato curioso que muy probablemente usted que me lee no sabía de esta canción es el hecho de que en 1979 el grupo ABBA le obsequió a la UNICEF los derechos de esta canción para que lo generado por la misma fuera invertido en bienestar para niños y niñas. Desde ese momento y hasta nuestros días las regalías por Chiquitita han aportado <b>más de cinco millones de dólares </b> a UNICEF.\nEstos detalles acerca de esta canción los desconocía yo también hasta hace poco, cuando seleccionando qué tema grabar para esta semana, recordé la bonita melodía de Chiquitita, la escuché de nuevo, para hacerle la partitura de oído y luego trabajarla con el acordeón.  \nEs algo que debo hacer con cada canción, principalmente por el hecho de que mi acordeón es pequeño y no tiene teclas negras, es decir no cuenta con los semitonos. No tiene sostenidos, bemoles y tambien le falta la nota del si una octava más arriba del si agudo y el re que anda por allí también. Entonces puedo tocar solo en Do mayor y en La menor y todas las canciones si originalmente no están en uno de esos dos tonos, primero las debo transportar - por oido - hacerles la partitura y entonces ensayo.\nA veces una canción en La menor tiene su grado séptimo (sol#) ya eso la hace \"intocable\" (Literalmente) para mí.  Cuando salgamos alguna vez de esta sempiterna crisis económica en Venezuela y podamos diversificar el uso de nuestros ingresos y llevarlos a otros renglones y no solo a los de alimentación y medicina podré adquirir uno de esos acordeones completos, esos acordeones tipo italiando, que tienen no solo todas sus teclas (blancas y negras) sino también sus botones para los bajos.\nYa que hablé del tema les presento mi transcripción de \"Chiquitita\", con esta practiqué y toqué, aunque al final le hice una variación, ya que quedaba como suspendida y la linea melódica final qguda  - la que no lleva letra - que toco dos veces, daba para tocarla cien mil veces e iba a seguir pidiendo continuar. Entonces conclui repitiendo el estribillo \"otra vez quiero compartir tu alegría, chiquitita\" y quedé satisfecho del resultado... Espero que ustedes también.\n<br>\n <br>\n<center> <b>Mi partitura \"hecha en casa\"</b>\n    <br>\nhttps://images.ecency.com/DQmSnDy9oWfWoWv4fdmuA78MrFYA2f7oVBnHpv2XWwPZSsu/partitura_completa.png\n<br>\n</center>\n<br>\n<center> https://images.ecency.com/DQmNzvnj5TgHHWa6kwAR76CGA5QvhDHKrBtWGUAHedBg3BE/separador_luisfe.png</center>\n <br> \nSi deseas participar en este Festival puedes leer sus bases clicando [acá]( https://ecency.com/hive-120026/@musiczone/hive-music-festival-week-n-83-round-2-engesp )\n <br> \n###### Muchas gracias por visitar mi blog y leer mi post. Espero que este mes esté lleno de maravillosas vivencias para ti y tu familia. Que tengan paz, prosperidad y salud. Shalom. Dios te bendiga. \n<br> \n######Thank you very much for visiting my blog and reading my post. I hope this month is full of wonderful experiences for you and your family. May you have peace, prosperity and health. Shalom. God bless you. *** \n<br> \n### <center> Your visit to my blog is very important to me, I hope you liked my musical work and leave with the intention of returning..</center> \n<br> \nTu visita a mi blog es muy importante para mí. Espero que te haya gustado mi trabajo musical y te vayas con la intención de regresar. \n<br> \nFotos y video propios tomadas con celular Samsung J2 Prime \n<br> \nOwn photos taken with Samsung J2 Prime Cell Phone\n <br> \nNOTA: La foto de la playa que utilicé para la portada no tiene derecho de autor. Me la envié desde Chile mi prima Merary Marín y la tomó ella misma con un teléfono Yezz. Y mis felicitaciones para ella quien ayer quedó como Sub-campeona en un Torneo de Pista, ya que es corredora.\n <br>\nNOTE: The beach photo I used for the cover is not copyrighted. My cousin Merary Marín sent it to me from Chile and she took it herself with a Yezz phone. My congratulations to her who was runner-up yesterday in a Track Tournament, since she is a runner\n  <br>\n<center>https://images.ecency.com/DQmRLGW38feHwn4EJA3QC44P9ptHH1pKMmaCCQES7mrX51Q/merary.jpg\n\n</center>\n <br>\nTraducciones realizadas con el [Traductor Google]( https://www.google.com/search?q=traductor+espa%C3%B1ol+a+ingles&rlz=1C1CHBF_esVE1046VE1046&oq=traductor&gs_lcrp=EgZjaHJvbWUqCQgCECMYJxiKBTIGCAAQRRg7MgYIARBFGDkyCQgCECMYJxiKBTIJCAMQIxgnGIoFMgYIBBBFGDsyBggFEEUYPDIGCAYQRRg9MgYIBxBFGD3SAQgzNjc5ajBqN6gCALACAA&sourceid=chrome&ie=UTF-8) \n<br> \nSi lo deseas, puedes seguirme en las redes <br>\n If you wish you may follow me in the web <br>\n <center>▶️ [3Speak](https://3speak.tv/watch?v=luisfe/nndzeydk)</center>\n <br> \n<center>https://images.ecency.com/DQmNzvnj5TgHHWa6kwAR76CGA5QvhDHKrBtWGUAHedBg3BE/separador_luisfe.png</center> \n\n <br> \n<center>https://images.ecency.com/DQmXGGmnjm6RaajhQ13xGMdfLH9wNidJevTb8FTXhp8XR8v/publishedw_ecency1.gif [Fuente]( https://ecency.com/hive-179017/@melinda010100/shadow-hunters-smash-contest-round-7a89cade5c0dc ) </center>\n\n<BR>\n<center>https://images.ecency.com/DQmZwf7NuUq9yhq7amhdtM15MUqnJAbW3WkX2u3RnxYfk4J/foto_s_gueme.png</center>\n<br>\n---<center>\"Please follow @mahirabdullah, because he provides food support to poor families in Bangladesh\"</center>\n<br>\n▶️ [3Speak](https://3speak.tv/watch?v=luisfe/yxfpczxj)\n","total_vote_weight":1832517426091,"account":"luisfe","weburl":"https://peakd.com/hive-120026/@luisfe/yxfpczxj","originAuthorReputation":28450699046616,"firstImageUrl":"![](https://ipfs-3speak.b-cdn.net/ipfs/bafybeihucuimcrkaxuzham7nyfrcn6tdjpy7lp26z3zuj62p7zpr3yusju/)"},{"author":"sayury","root_title":"Esta es  mi participación en la Iniciativa 23 / Esa Vida Nuestra/  Esa no soy yo//  This is my participation in Initiative 23 / That Life of Ours / That is not me   [ESP-ENG]","last_update":"2024-05-18T11:21:30.000Z","url":"/hive-131951/@sayury/esta-es-mi-participacion-en-583d52aee8c18","body":"<center>https://images.ecency.com/DQmbV1fkcfpuxYwsbBxNJvdK6KezN7DktSZCVwstXVP5GUc/inshot_20240517_035052182.jpg\n\n</center> \n<br> \n<center> <b> This is a bilingual publication. At the end of the post you will find the English language version </b> </center>\n <br> \nHola, comunidad. Leí la participación de @antoniarhuiz a esta iniciativa y me gustó bastante y me provocó participar también. Luego visité los posts de @brujita18, @actioncats y, por supuesto, el de @charjaim. En algunos detalles sonreí por aquello de que...¡Caramba, no soy la única que le teme a eso! \n\nY acá estoy para declarar que <b>esa no soy yo</b> y aceptar <b>esa si soy yo</b>.\n\n<br>\n<center>https://images.ecency.com/DQmTwbgB4FvCFvJSt1Gy2sckjTgb5UVmssvuL22UUNK5ZyM/paella_1168008_1280.jpg\n\n.</center>\n<br>\n[Fuente](https://pixabay.com/es/photos/paella-le%C3%B1a-fuego-valenciana-1168008/)\n<br>\nGracias a EstudioWebDoce por esta ilustración sin derecho de autor tomada de Pixabay.com\n<br>\nSi ven una dama igualita a mí, con ropa igual a la mía y comiendo feliz crustáceos y mariscos... ¡esa no soy yo! Pero si la dama en cuestión está comiendo pescado frito muy bien rociado con su respectivo limón...esa sí soy yo. No como crustáceos, ni mariscos ¡Ni pulpo! Ni nada marino que tenga antenas y tentáculos. No soy alérgica. Tampoco me disgusta su sabor. En realidad ¡Nunca los he probado! Pero mi primer encuentro directo con ellos fue bastante desagradable.\nTenía alrededor de 22 ó 24 años y trabajaba como oficinista en la desaparecida agencia Antímano del Banco de Venezuela (En Caracas) Llega el Día de la Secretaria y el gerente y demás funcionarios nos agasajan - tanto a secretarias como a oficinistas - con un almuerzo en el restaurant El Torreón en El Paraíso. Un sitio muy elegante, una edificación muy acorde con su nombre ya que era como entrar a la torre de un castillo, con su fachada de piedra. Nos sentamos a la mesa y piden una paella.\nAunque sea difícil de creer, a esa edad yo <b>nunca</b> había visto una paella. Tenía la idea vaga e imprecisa de que era \"algo que se hacia con arroz\". Bueno, la solicitada fue una \"paella a la marinera\". Cuando me la sirven, me enfrento a un plato de arroz amarillo con una increíble profusión de patas, antenas, ojos y pedacitos de tentáculos que brotaban por todos lados.\n \nTuve la impresión de estar sentada feliz a orillas del mar para degustar un delicioso almuerzo de arroz...con pollo, quizá, y que en un momento de descuido se me había trepando cuanto animal marino tenía cerca. Me pasé buen rato sacando cuanto animal y resto de animal conseguía y pasándolo a los platos de quienes estaban sentados a mis flancos ¡Ellos felices de hacerme el favor!\nSólo cuando el arroz estuvo desocupado de tantos elementos indeseables pude comer... Un arroz ya casi frío y con algo de arena que ingerí a la fuerza por pena.\n\nEsta escena de \"compartir crustáceos\" la repetí muchas veces en familia porque mi esposo Orlando, que en paz descanse, acostumbraba comprar (antes de la crisis) arroz chino con camarones y yo les pasaba todos mis camarones a él y a nuestro hijo @luisfe.  \n<br> \n<center>!https://images.ecency.com/DQmPCkxGkrwPDwNTadnEzjCqFyjv5dbVaHBjpQM9WimJ7xY/img_20240517_wa0000.jpg\n\n</center> \n[Fuente](https://pixabay.com/es/photos/cucaracha-insecto-imagen-blaberus-566712/)\n<br> \n\nOtra persona que por más que se me parezca no soy yo, es la dama que blandiendo en alto una escoba persigue una cucaracha ¡Definitivamente no soy yo! Cuando andan en modo rastrero les huyo y tienden a perseguirme. Y si están en modo volador...¡Peor! Las susodichas parece que adquirieran super poderes. Yo puedo agarrar una culebra boa, perseguir una serpiente con un machete - ya lo he hecho - , enfrentarme a un perro agresivo - ya he sido mordida dos veces y sigo amando a los perros y no les puedo tener miedo, no me sale. Ver una avispa y utilizar el mismo método de @charjaim - morderme la lengua - pero que no se aparezca una cucaracha voladora porque salgo corriendo, pegando gritos y... si, ya lo sé, perdiendo todo el glamour.\n<br> \n<center> https://images.ecency.com/DQmUFmLSWhHaaQdE1ERxSzTrgN5wCQ35PrRbBmjHrWeJStB/img_20240517_wa0001.jpg\n </center> \n<br>\nOtra que no soy yo es esa dama arriba en las alturas ¿Es un ave? ¿Es un avión? ¡No! ¡Puede ser Superman, pero definitivamente no es @sayury! Y no es que le tenga miedo a las alturas, no, le tengo pavor, pánico, terror. Y mi concepto de \"altura\" probablemente está mucho más abajo que el de ustedes. Para mi \"las alturas\" comienzan... en el tercer escalón del tobogán. Esto impidió que alguna vez me montara en uno. Jamás pude pasar del segundo escalón. \nMido 1.42 metros y mi esposo medía 1.80 metros ¡Imagínense la zaparapanda que se armó una vez porque el llegó a casa alegre con una buena noticia y con un \"- ¡Mami, adivina qué!\" me alzó ¡Esa si era una altura ¿oyó? Mucho más arriba que el tercer escalón del tobogán. Me dio una crisis de nervios y recuerdo la escena pero pregúntenme cual era la buena noticia...la olvidé por completo.\n\nUn apreciado amigo llamado Fernando Castellar a quien he perdido la pista y ni se por qué parte del mundo anda, estaba plenamente convencido - y trató de convencerme a mí, algo que nunca logró- de que en mi vida anterior yo había muerto por una caída de un edificio o de un puente. Yo lo escuchaba, pero por dentro pensaba \"¿Y si más bien morí por el ataque de una Super Cucaracha? Eso lo explicaría todo con respecto a mi otro miedo\"\n\nBueno, ahora que están claras y no me van a confundir con quien no soy: la dama que vean leyendo cuanto libro cae en sus manos... esa soy yo. La que vean cantando con o sin guitarra...esa soy yo. Aunque ahorita cargo un gripón y estoy ronca y no puedo cantar.\nLa que vean haciéndole cariño a los perros, hablándole a las plantas y ¡jugando dominó! Esa también soy yo. \nEs fácil reconocerme... ¡No me confundan!\n<br>\n<center>https://images.ecency.com/DQmRKoixN5ZMMKPzV32WMKTQDq2dmPwBpU5C2L5n2ufVqDd/img_20240420_wa0057.jpg\n\n</center>\n<br>\nInvito a participar en esta iniciativa que estará vigente durante todo el mes de mayo a mis amigos @manclar, @davixesk8, @azabache2021 y @yusmi.Las bases para participar las podrán leer si hacen clic [acá](https://ecency.com/hive-131951/@charjaim/iniciativa-23-esa-vida-nuestra)\n<br>\nFelicitaciones a @charjaim por esta iniciativa. Fue divertido participar. \n<br> \n<center>https://images.ecency.com/DQmSiMrZ4JS8Ndr1Syxgv5TxYe3RDdPByTfiU8EwH4ndd2a/separador_sayury_letras.png</center> \n<br> \n<center> <b>English version</b></center>\n <br> \n<center>https://images.ecency.com/DQmbV1fkcfpuxYwsbBxNJvdK6KezN7DktSZCVwstXVP5GUc/inshot_20240517_035052182.jpg\n\n</center> \n<br> \nHello community. I read @antoniarhuiz's participation in this initiative and I really liked it and it made me participate as well. Then I visited the posts of @brujita18, @actioncats and, of course, that of @charjaim. In some details I smiled because... Wow, I'm not the only one who's afraid of that! And here I am to declare that <b>that is not me</b> and accept <b>that is me</b>. \n\n<br>\n<center>https://images.ecency.com/DQmTwbgB4FvCFvJSt1Gy2sckjTgb5UVmssvuL22UUNK5ZyM/paella_1168008_1280.jpg\n\n.</center>\n<br>\n[Fuente](https://pixabay.com/es/photos/paella-le%C3%B1a-fuego-valenciana-1168008/)\n<br>\n\nThanks to EstudioWebDoce for this copyright-free illustration taken from Pixabay.com\n<br>\nIf you see a lady just like me, wearing clothes just like mine and happily eating crustaceans and shellfish... that's not me! But if the lady in question is eating fried fish nicely sprinkled with lemon...that's me. \n\nI don't eat crustaceans, shellfish, or octopus! Nor anything marine that has antennas and tentacles. I'm not allergic. I don't dislike its taste either. I've actually never tasted them! But my first direct encounter with them was quite unpleasant. I was around 22 or 24 years old and worked as an office worker in the defunct Antímano agency of Banco de Venezuela (in Caracas). Secretary's Day arrives and the manager and other officials entertain us - both secretaries and office workers - with a lunch at the El Torreón restaurant in El Paraíso. A very elegant place, a building very consistent with its name since it is like entering the tower of a castle, with its stone stucco. We sit at the table and they order a paella. Although it's hard to believe, at that age I had never seen a paella. I had a vague and imprecise idea that it was \"something you made with rice.\" Well, the one requested was a \"paella a la marinera\". (Sea Paella) When it is served to me, I am faced with a plate of yellow rice with an incredible profusion of legs, antennae, eyes and bits of tentacles sprouting everywhere. I had the impression that I was sitting happily on the seashore to enjoy a delicious lunch of rice...with chicken, perhaps, and that in a moment of carelessness every marine animal I had nearby had climbed on me. I had a good time taking out all the animals and other animals I could get and transferring them to the plates of those who were sitting next to me. They were happy to do me the favor! Only when the rice was free of so many undesirable elements could I eat... Rice that was almost cold and with some sand that I forcibly ate out of shame  . I repeated this scene of \"sharing crustaceans\" many times as a family because my husband Orlando, may he rest in peace, used to buy Chinese rice with shrimp and I would pass all my shrimp to him and our son @luisfe.\n<br>\n<br> \n<center>!https://images.ecency.com/DQmPCkxGkrwPDwNTadnEzjCqFyjv5dbVaHBjpQM9WimJ7xY/img_20240517_wa0000.jpg\n\n</center> \n[Fuente](https://pixabay.com/es/photos/cucaracha-insecto-imagen-blaberus-566712/)\n<br> \n\nAnother person who, no matter how much she looks like me, is not me, is the lady brandishing a broom high and chasing a cockroach. It's definitely not me! \n\nWhen they are crawling I run away from them and they tend to chase me. And if they are in flying mode...Worse! The above seems to have acquired super powers. I can grab a boa snake, chase a snake with a machete - I've already done it -, confront an aggressive dog - I've already been bitten twice and I still love dogs and I can't be afraid of them, no, I can't. See a wasp and use the same method as @charjaim - biting my tongue - but don't let a flying cockroach appear because I run away, screaming and... yes, I know, leaving all the glamour.\n<br> \n<center> https://images.ecency.com/DQmUFmLSWhHaaQdE1ERxSzTrgN5wCQ35PrRbBmjHrWeJStB/img_20240517_wa0001.jpg\n </center> \n<br>\nSomeone else who is not me is that lady up in the heights. Is she a bird? It is a plane? No! He may be Superman, but she's definitely not @sayury! And it's not that I'm afraid of heights, no, I'm terrified, panicked. And my concept of \"height\" is probably much lower than yours. For me \"heights\" begin... on the third step of the slide. This prevented me from ever riding one. I could never get past the second step. I am 1.42 meters tall and my husband was 1.80 meters tall. Imagine the zaparapanda that was created once because he came home happy with good news and with a \"- Mommy, guess what!\" He lifted me up! That was a height, did you hear? Much higher than the third step of the slide. I had a nervous breakdown and I remember the scene but ask me what the good news was...I completely forgot. \n\nA valued friend named Fernando Castellar, whom I have lost track of and I don't even know where in the world he is, was fully convinced - and tried to convince me, something he never succeeded - that in my previous life I had died from a fall. of a building or a bridge. I listened to him, but inside I thought \"What if I died from the attack of a Super Cockroach? That would explain everything regarding my other fear.\"\n<br> \nWell, now that you are clear and you are not going to confuse me with who I am not: the lady you see reading every book that falls into her hands... that's me. Whoever you see singing with or without guitar...that's me. Although right now I have a flu and I'm hoarse and I can't sing. The one you see loving the dogs, talking to the plants and playing dominoes! The one you see eating boiled corn on the cob and well seasoned with butter. My favorite dish! That's me too. And I am going to take this opportunity to clarify a doubt: in Venezuela we call corn on the cob \"jojoto\",  but I am embarrassed to use that word because I have heard  that word is rude in Mexico... and I don't know if it is true. If someone who knows for sure informs me, I will appreciate it. Now that you know who I am and who I am not, you will have realized that... It's easy to recognize me... Don't confuse me! \n<br>\n<center>https://images.ecency.com/DQmRKoixN5ZMMKPzV32WMKTQDq2dmPwBpU5C2L5n2ufVqDd/img_20240420_wa0057.jpg\n\n</center>\n<br>\nI invite my friends @manclar, @davixesk8, @azabache2021 and @yusmi to participate in this initiative that will be in effect throughout the month of May. They can read the rules to participate if they click [here](https://ecency. com/hive-131951/@charjaim/iniciativa-23-esa-vida-nuestra) \n<br> \nCongratulations to @charjaim for this initiative. It was fun to participate.\n<br>\n<center>https://images.ecency.com/DQmSiMrZ4JS8Ndr1Syxgv5TxYe3RDdPByTfiU8EwH4ndd2a/separador_sayury_letras.png</center> <br> \n<b>El texto fue creado sin utilizar IA </b> \n<br> Las fotos propias tomadas con celular Samsung J2 Prime. Las otras son libres de derecho de autor. Tomadas de Pixabay.com\n <br> \n\n\"Please follow @mahirabdullah, because he provides food support to poor families in Bangladesh\"\n<br>\n<center><b> If you want you may follow me on the networks\n >Si lo deseas puedes seguirme en las redes<b> \n<br> \n[Twitter](https://twitter.com/VozdeVilladeCur)\n <br >\n [Blogger](https://desdevilladecura.blogspot.com/) \n<br>\n ▶️ [3Speak]( https://3speak.tv/user/sayury ) \n<br> \n[Facebook](https://www.facebook.com/vozde.villadecura/)\n <br>\n [Youtube]( https://youtube.com/@vozdevilladecura3990?si=vgsOinWbI8tp9Id )\n <br> \n https://images.ecency.com/DQmXGGmnjm6RaajhQ13xGMdfLH9wNidJevTb8FTXhp8XR8v/publishedw_ecency1.gif \n<br> \n[Fuente]( https://ecency.com/hive-179017/@melinda010100/shadow-hunters-smash-contest-round-7a89cade5c0dc ) \n<br> \n<center>https://images.ecency.com/DQmdQbvkc5LgQYWf6hkSfeXMKMJjLQnnuYUaWs7byATZd5n/firma_sayury.png) </center>","total_vote_weight":19911315843809,"account":"sayury","weburl":"https://peakd.com/hive-131951/@sayury/esta-es-mi-participacion-en-583d52aee8c18","originAuthorReputation":107336265203754,"firstImageUrl":null},{"author":"oasiskp2","root_title":"Advertising Campaign","last_update":"2024-05-17T12:21:06.000Z","url":"/hive-154303/@oasiskp2/advertising-campaign-efa9aabe68e2e","body":"Hey, I am joining in the advertising campaign again from sponsor @achimmertens, period: 2024-05-17 to 2024-05-24.\n\n![](https://images.ecency.com/DQmcoJcp99W6BXbXHbuREgeHVYGEGZdibHaSPpnvpTyeucL/screenshot_20240322_132059.jpg)[Source](https://hive.blog/hive-154303/@advertisingbot2/hive-marketing-campaign-240517-week-20-for-mahirabdullah) \n\n\"Please follow @mahirabdullah, because he provides food support to poor families in Bangladesh\"\n\n>With his Project Ramadan 3.0, @mahirabdullah supports and writes about an initiative to provide food support to poor families in Bangladesh during the holy month of Ramadan.[link](https://hive.blog/hive-154303/@advertisingbot2/hive-marketing-campaign-240517-week-20-for-mahirabdullah) \n\n\n\nSuccess\n\n","total_vote_weight":42843674636,"account":"oasiskp2","weburl":"https://peakd.com/hive-154303/@oasiskp2/advertising-campaign-efa9aabe68e2e","originAuthorReputation":19510094501285,"firstImageUrl":"![](https://images.ecency.com/DQmcoJcp99W6BXbXHbuREgeHVYGEGZdibHaSPpnvpTyeucL/screenshot_20240322_132059.jpg)"},{"author":"advertisingbot2","root_title":"Hive Marketing Campaign 240517 Week 20 For Mahirabdullah","last_update":"2024-05-17T06:14:03.000Z","url":"/hive-154303/@advertisingbot2/hive-marketing-campaign-240517-week-20-for-mahirabdullah","body":"Hello everyone who wants to earn some small money,\r\n\r\nhere I announce the next advertising contest for week 20 from sponsor @achimmertens, period: 2024-05-17 to 2024-05-24.\r\n\r\n![Earn Money(2).png](https://files.peakd.com/file/peakd-hive/achimmertens/AKAr2pK3Nw7DhpREEcx2yQ1dSe3BQ4KKDFLKAWjNL9Ni952afaaKuqX68gTapsB.png)\r\n\r\n---\r\n\r\n![grafik.png](https://files.peakd.com/file/peakd-hive/advertisingbot2/23zbKpafXUuXqcgN1UqE4ELLLjBk6HWR7VCHXMBWeuuhHvjVr9V26Vu632H51AX3QEB1Q.png)\r\n\r\n## Advertising Text:\r\n**\"Please follow @mahirabdullah, because he provides food support to poor families in Bangladesh\"**\r\n\r\n![grafik.png](https://files.peakd.com/file/peakd-hive/advertisingbot2/EpnDF7XjUzRvHbukYSaPzgLofEeP2bKekjBmuA9oo8mHW8BAv1i1sGfdg5fHShUuuSn.png)\r\n\r\nWith his Project Ramadan 3.0, @mahirabdullah supports and writes about an initiative to provide food support to poor families in Bangladesh during the holy month of Ramadan. \r\n\r\n\r\n# The Reward\r\n\r\nThe first 10 Hive users, that do this, will get 2.000 Hive each short after the end of the campaign.\r\n\r\n\r\n# Does it work?\r\nYes. We did it before. Here is the proof:\r\n\r\n* https://peakd.com/advertising/@advertisingbot2/winners-of-the-hive-marketing-campaign-23120401 \n\r* https://peakd.com/hive-154303/@advertisingbot2/winners-of-marketing-campaing-23111001\n\r* https://peakd.com/hive-154303/@advertisingbot2/winners-of-the-advertising-contest-from-last-week\n\r* https://peakd.com/hive-154303/@advertisingbot2/winners-of-the-hive-marketing-campaign-23121801-week-51-for-beer-community\r\n\r\n![grafik.png](https://files.peakd.com/file/peakd-hive/advertisingbot2/23vrtfBe9soddee9UwH688PMyJYa2GjTPDpiV9s9mAwMHwp7AWurWJanpDDMtpQJx9z89.png)\r\n\r\n![grafik.png](https://files.peakd.com/file/peakd-hive/achimmertens/23wghGTaUFS6SsidPJ6d5QqyM3cxpzSj2PMQ8r2XZSWHeBAi2jC4e7JdmyTWL8DbtYTpc.png)\r\n\r\n# Inviting Former Members\r\nHi @barbyjr, @luisfe, @azabache2021, @sayury, @lunafrances, @elioe, @orlandobello, @oasiskp2, @cashheaven, @fjworld, @rubyjosleidy27, @carmencitavdc, @adaezeinchrist, @dodokan, @carmenrivas,\r\nwhat do you think? Do you want to join the campaign again?\r\n\r\n# Status of this project\r\n\r\nI am working on a solution via AI to automate the finding of people that do charity. My latest blog about it is [here](https://peakd.com/hive-188262/@achimmertens/running-ollama-locally-and-training-the-ai-ollama-lokal-laufen-lassen-und-die-ki-trainieren).\r\n\r\n---\r\n\r\n![Questions.png](https://files.peakd.com/file/peakd-hive/achimmertens/AKKRqJt1qnuNodPEACGiuC9iauEfvSWwo3w9ACbwELDzPg5VpvwJCsfsA8ptwYH.png)\r\n\r\n*[origin of some images](https://photofunia.com/)*\r\n","total_vote_weight":351270286967,"account":"advertisingbot2","weburl":"https://peakd.com/hive-154303/@advertisingbot2/hive-marketing-campaign-240517-week-20-for-mahirabdullah","originAuthorReputation":1909110813788,"firstImageUrl":"![Earn Money(2).png](https://files.peakd.com/file/peakd-hive/achimmertens/AKAr2pK3Nw7DhpREEcx2yQ1dSe3BQ4KKDFLKAWjNL9Ni952afaaKuqX68gTapsB.png)"}]