[{"author":"sirkay1","root_title":"Advertisement Campaign","last_update":"2024-12-13T12:07:03.000Z","url":"/hive-154303/@sirkay1/advertisement-campaign","body":"# Advertising Campaign #\n\nGood day, I am joining in the advertisement campaign for week 50 from sponsor @achimmertens within the period: 2024-12-09 to 2024-12-15 as advertised. \n\n![](https://images.ecency.com/DQmVt4GU3Xcw1SVoGLUYzQNSWMg2vt3s3r9nXsrDFrXKJN9/screenshot_20241212_221530.jpg)\n[Source](https://hive.blog/hive-154303/@advertisingbot2/hive-marketing-job-241209-week-50-for-tayo6) \n\n\"Please follow @tayo6. He donated blood for his sister.\"\n\n\n> @tayo6 left his comfort zone to support his sister. He went into a hospital, despite his painful childhood memories, and donated a pint of blood. \n\n.\n\nneoxian inleo campaign hive pepe neoxian meme ecency aliveandthriving\n","total_vote_weight":898665043672,"account":"sirkay1","weburl":"https://peakd.com/hive-154303/@sirkay1/advertisement-campaign","originAuthorReputation":54180091724,"firstImageUrl":"![](https://images.ecency.com/DQmVt4GU3Xcw1SVoGLUYzQNSWMg2vt3s3r9nXsrDFrXKJN9/screenshot_20241212_221530.jpg)"},{"author":"oasiskp2","root_title":"Advertising campaign ","last_update":"2024-12-12T21:34:06.000Z","url":"/hive-154303/@oasiskp2/advertising-campaign-5efa6e4f18e1a","body":"\n# Advertising campaign #\n\nHey, I am joining in the advertising campaign again for week 50 from sponsor @achimmertens, period: 2024-12-09 to 2024-12-15.\n\n![](https://images.ecency.com/DQmVt4GU3Xcw1SVoGLUYzQNSWMg2vt3s3r9nXsrDFrXKJN9/screenshot_20241212_221530.jpg)\n\n\"Please follow @tayo6. He donated blood for his sister.\"\n\n> @tayo6 left his comfort zone to support his sister. He went into a hospital, despite his painful childhood memories, and donated a pint of blood\n\nWishing success!\n\n\nadvertising inleo campaign hive pob aliveandthriving pepe ecency neoxian","total_vote_weight":871206319847,"account":"oasiskp2","weburl":"https://peakd.com/hive-154303/@oasiskp2/advertising-campaign-5efa6e4f18e1a","originAuthorReputation":31175074682065,"firstImageUrl":"![](https://images.ecency.com/DQmVt4GU3Xcw1SVoGLUYzQNSWMg2vt3s3r9nXsrDFrXKJN9/screenshot_20241212_221530.jpg)"},{"author":"barbyjr","root_title":"Mi experiencia con el bloqueador solar anti edad Disaar.☀️💜/My experience with Disaar anti-aging sunscreen.☀️💜[Esp-Eng]","last_update":"2024-12-11T04:25:09.000Z","url":"/hive-109876/@barbyjr/mi-experiencia-con-el-bloqueador-solar-anti-edad-disaar-my-experience-with-disaar-anti-aging-sunscreen-esp-eng","body":"<liketuimages>\n<center>\n![oPHK3ioxS8RTQZo8_Presentacin_Proyecto_Personal_Orgnico_Morado_20241210_170820_0000.webp](https://cdn.liketu.com/media/barbyjr/images/oPHK3ioxS8RTQZo8_Presentacin_Proyecto_Personal_Orgnico_Morado_20241210_170820_0000/oPHK3ioxS8RTQZo8_Presentacin_Proyecto_Personal_Orgnico_Morado_20241210_170820_0000.webp)\n![AkcHHA6Rrhrr6QkA_WhatsApp_Image_2024-12-10_at_4.45.20_PM.webp](https://cdn.liketu.com/media/barbyjr/images/AkcHHA6Rrhrr6QkA_WhatsApp_Image_2024-12-10_at_4.45.20_PM/AkcHHA6Rrhrr6QkA_WhatsApp_Image_2024-12-10_at_4.45.20_PM.webp)\n![hCZwpHi6KhdUEx9v_WhatsApp_Image_2024-12-10_at_4.45.17_PM.webp](https://cdn.liketu.com/media/barbyjr/images/hCZwpHi6KhdUEx9v_WhatsApp_Image_2024-12-10_at_4.45.17_PM/hCZwpHi6KhdUEx9v_WhatsApp_Image_2024-12-10_at_4.45.17_PM.webp)\n![s6Zj8p8Gv7rqHVGH_WhatsApp_Image_2024-12-10_at_4.45.20_PM_1.webp](https://cdn.liketu.com/media/barbyjr/images/s6Zj8p8Gv7rqHVGH_WhatsApp_Image_2024-12-10_at_4.45.20_PM_1/s6Zj8p8Gv7rqHVGH_WhatsApp_Image_2024-12-10_at_4.45.20_PM_1.webp)\n![MtC4dtVCtFQJPLfF_WhatsApp_Image_2024-12-10_at_4.44.51_PM.webp](https://cdn.liketu.com/media/barbyjr/images/MtC4dtVCtFQJPLfF_WhatsApp_Image_2024-12-10_at_4.44.51_PM/MtC4dtVCtFQJPLfF_WhatsApp_Image_2024-12-10_at_4.44.51_PM.webp)\n![jlBCsertJ9p9LntZ_WhatsApp_Image_2024-12-10_at_4.44.54_PM.webp](https://cdn.liketu.com/media/barbyjr/images/jlBCsertJ9p9LntZ_WhatsApp_Image_2024-12-10_at_4.44.54_PM/jlBCsertJ9p9LntZ_WhatsApp_Image_2024-12-10_at_4.44.54_PM.webp)\n![c2RTXanj61Wx82mV_WhatsApp_Image_2024-12-10_at_4.44.59_PM.webp](https://cdn.liketu.com/media/barbyjr/images/c2RTXanj61Wx82mV_WhatsApp_Image_2024-12-10_at_4.44.59_PM/c2RTXanj61Wx82mV_WhatsApp_Image_2024-12-10_at_4.44.59_PM.webp)\n![vASok9ttuklsp4E9_WhatsApp_Image_2024-12-10_at_4.45.14_PM.webp](https://cdn.liketu.com/media/barbyjr/images/vASok9ttuklsp4E9_WhatsApp_Image_2024-12-10_at_4.45.14_PM/vASok9ttuklsp4E9_WhatsApp_Image_2024-12-10_at_4.45.14_PM.webp)\n![FLTlL9pi6sVs6o17_WhatsApp_Image_2024-12-10_at_4.45.16_PM.webp](https://cdn.liketu.com/media/barbyjr/images/FLTlL9pi6sVs6o17_WhatsApp_Image_2024-12-10_at_4.45.16_PM/FLTlL9pi6sVs6o17_WhatsApp_Image_2024-12-10_at_4.45.16_PM.webp)\n</center>\n</liketuimages>\n\n***Hola amigos de Hive y de esta bella comunidad @skinandbodycare 👋🏻 feliz y bendecido martes, me alegra estar por acá de nuevo con ustedes, en esta oportunidad les cuento mi experiencia usando el bloqueador solar ☀️ Dissar.***\n\n***El bloqueador solar anti edad Disaar tiene un nivel de SPF50, ofrece aproximadamente un 98% de protección contra rayos UVB. El número que acompaña al SPF, indica el número de veces que el protector o bloqueador aumenta la resistencia natural de tu piel ante quemaduras solares. Es decir, un protector con SPF 50 significa que tu piel tardará 50 veces más en quemarse que si no te hubieras puesto protección.***\n\n***Me gusta mucho, ya que la La fórmula es refrescante, tiene una textura ligera fina y natural que la piel puede absorber rápidamente, sin obstruir los poros, adecuado para todo tipo de piel, enriquecido con extractos naturales  y antioxidantes. Forma una estrecha red protectora en la superficie de la piel, para bloquear los daños solares, aumenta la capacidad de defensa de la piel fortaleciendo y mejorando la elasticidad,  previene arrugas y líneas finas.***\n\n***Debo comentarles que antes de comprar el producto estuve revisando sus ingredientes y principios activos, y me encantó la combinación, ya que así nos brinda un mejor resultado para el cuidado de nuestra piel.***\n\n***Sus principales principios activos:***\n\n***✓Retinol: El efecto del retinol permite que la piel mejore su textura, color y brillo, además de reducir las arrugas, las líneas de expresión y los pliegues que se generan con el tiempo debido a la pérdida de firmeza y flexibilidad de la piel.  Funciona como una bomba antioxidante y despigmentante que logra eliminar las manchas que aparecen, penetrando en las capas profundas de la piel e incrementando el colágeno, la elastina, el ácido hialurónico y los betacarotenos.***\n\n***✓Nicotinamida: puede ayudar a construir proteínas en la piel y evitar que se pierda la humedad para prevenir los daños ocasionados por el estrés ambiental.***\n\n***Los beneficios individuales de la nicotinamida incluyen: minimiza la apariencia de los poros, regula la piel grasa, protege contra el daño solar, tráta la hiperpigmentación, minimiza líneas de expresión y arrugas finas, protege contra el estrés oxidativo y también trata el acné.***\n\n***Vitamina C: La vitamina C es imprescindible para nuestro organismo porque además de sintetizar colágeno, tiene poder hidratante, efecto antiinflamatorio y ayuda al sistema inmunológico. A la vez es fundamental para el desarrollo y reparación de tejidos, lo que la convierte en un elemento clave para tener una piel sana y radiante.***\n\n***El cuerpo humano no produce su propia vitamina C y tampoco la almacena, de esta manera, sólo se puede obtener a través de vías nutricionales y tópicas. De esta manera, no solo debería ser parte esencial de nuestra alimentación, sino un paso importantísimo en la rutina de cuidado de nuestra piel.***\n\n***✓Aporta luminosidad, ya que suprime la síntesis de la melanina.***\n\n***✓Es despigmentante. Sin sol, la vitamina C reduce la melanina (pigmento encargado de colorear la piel), bajo la exposición solar regula su producción.***\n\n***✓Es antioxidante ya que disminuye el daño producido por la radiación solar, previniendo la formación de radicales libres y el envejecimiento de la piel.***\n\n***✓Anti edad, por su capacidad de promover la síntesis de colágeno y ácido hialurónico.***\n\n***También tiene dos ingredientes infaltables en un bloqueador, protector o pantalla solar:*** \n\n***✓Dioxido de titanio: funciona como un filtro UV de amplioespectro, lo cual quiere decir que tiene la capacidad para absorber y dispersarlos rayos tanto UVA como UVB, protegiendo la piel de la quemadura solar. La forma en la que actúa es reflejando la luz del sol.***\n\n***✓Oxido de zinc: Entre los beneficios del óxido de zinc en el cuidado de la piel se incluye principalmente la protección frente a los rayos UVA y UVB. También tiene una acción antibacteriana que puede ayudar a prevenir brotes y manchas al reducir las bacterias de la piel.***\n\n***Modo de uso: se aplica la cantidad de bloqueador en dos dedos y se esparce muy bien por todo el rostro, y es muy fácil ya que su textura es ligera, permite que se absorba rápidamente. Cada dos o tres horas, se debe reaplicar para que pueda proteger la piel como se debe.***\n\n![GIF_20241211_000856_070.gif](https://files.peakd.com/file/peakd-hive/barbyjr/23wC9Lo8ycptdoGxWXiRskhKmf2LkyRVxXNgXii5cDDeXGB649k1WpZ1xKL4UU1Bv5MHS.gif)\n\n***Me gusta mucho, pero les recomiendo que sea  de uso diario, ya que no es resistente al agua, lo puse a prueba haciendo ejercicio y no, no es resistente, en cambio para uso diario si funciona perfectamente. Por eso es bueno probar cada producto y ver si te resulta o no.***\n\n***Bueno amigos espero sea de su agrado, muchas gracias por visitar mi blog 🙏🏻éxitos y bendiciones para todos! Hasta la próxima.***\n\n***Todas las fotos y vídeos son de mi autoría, captadas con mi teléfono 📲 LGK42.***\n\n***Edición: Canva.***\n\n> ***[La traducción se realizó con traductor deepl](https://www.deepl.com/es/translator)***\n\n> ***English:***\n\n> ***Hello friends of Hive and this beautiful community @skinandbodycare 👋🏻 happy and blessed Tuesday, I'm glad to be here again with you, this time I'll tell you about my experience using the Dissar sunscreen.***\n\n> ***Disaar anti-aging sunscreen has an SPF50 level, offering approximately 98% protection against UVB rays. The number that accompanies the SPF indicates the number of times that the protector or blocker increases your skin's natural resistance to sunburn. That is, a protector with SPF 50 means that your skin will take 50 times longer to burn than if you had not put on protection.***\n\n>***I like it a lot, since the formula is refreshing, has a light, fine and natural texture that the skin can absorb quickly, without clogging the pores suitable for all skin types enriched with natural extracts and antioxidants. It forms a tight protective network on the surface of the skin, to block sun damage, increases the skin's defense capacity by strengthening and improving elasticity, prevents wrinkles and fine lines.***\n\n> ***I must tell you that before buying the product I was reviewing its ingredients and active ingredients, and I loved the combination, since it gives us a better result for the care of our skin.***\n\n> ***Its main active ingredients:***\n\n> ***✓Retinol: The effect of retinol allows the skin to improve its texture, color and brightness, in addition to reducing wrinkles, expression lines and folds that are generated over time due to the loss of firmness and flexibility of the skin. It works as an antioxidant and depigmenting bomb that manages to eliminate the spots that appear, penetrating the deep layers of the skin and increasing collagen, elastin, hyaluronic acid and beta-carotenes.***\n\n> ***✓Nicotinamide: can help build proteins in the skin and prevent moisture loss to prevent damage caused by environmental stress.***\n\n> ***The individual benefits of nicotinamide include: it minimizes the appearance of pores, regulates oily skin, protects against sun damage, treats hyperpigmentation, minimizes fine lines and wrinkles, protects against oxidative stress, and also treats acne.***\n\n> ***Vitamin C: Vitamin C is essential for our body because in addition to synthesizing collagen, it has moisturizing power, an anti-inflammatory effect, and helps the immune system. At the same time, it is essential for the development and repair of tissues, which makes it a key element for having healthy and radiant skin.***\n\n> ***The human body does not produce its own vitamin C and does not store it either, so it can only be obtained through nutritional and topical routes. In this way, it should not only be an essential part of our diet, but a very important step in our skin care routine.***\n\n> ***✓It provides luminosity, since it suppresses the synthesis of melanin.***\n\n> ***✓It is a depigmenting agent. Without sun, vitamin C reduces melanin (pigment responsible for coloring the skin), under sun exposure it regulates its production.***\n\n> ***✓It is an antioxidant since it reduces the damage caused by solar radiation, preventing the formation of free radicals and skin aging.***\n\n> ***✓Anti-aging, due to its ability to promote the synthesis of collagen and hyaluronic acid.***\n\n> ***It also has two essential ingredients in a sunscreen:***\n\n> ***✓Titanium dioxide: it works as a broad-spectrum UV filter, which means that it has the ability to absorb and disperse both UVA and UVB rays, protecting the skin from sunburn. The way it works is by reflecting sunlight.***\n\n> ***✓Zinc oxide: Among the benefits of zinc oxide in skin care, it mainly includes protection against UVA and UVB rays. It also has an antibacterial action that can help prevent breakouts and spots by reducing bacteria on the skin.***\n\n> ***How to use: apply the amount of sunscreen on two fingers and spread it very well over the entire face, and it is very easy since its texture is light, allowing it to be absorbed quickly. Every two or three hours, it should be reapplied so that it can protect the skin as it should.***\n\n![GIF_20241211_001110_878.gif](https://files.peakd.com/file/peakd-hive/barbyjr/23xARfQAgRxmSbomwHah5XXVm83tZ6DYmhzXaSJb2hZqzhDV8niXAfGaixBvjGjC9Ff7b.gif)\n\n> ***I like it a lot, but I recommend that you use it daily, since it is not waterproof, I tested it while exercising and no, it is not resistant, but for daily use it works perfectly. That is why it is good to try each product and see if it works for you or not.***\n\n> ***Well friends, I hope you like it, thank you very much for visiting my blog 🙏🏻 success and blessings to all! Until next time.***\n\n\"Please follow @tayo6. He donated blood for his sister.\"\n\n> ***All photos and videos are my own, captured with my phone 📲 LGK42.***\n\n> ***Edition: Canva.***\n\n> ***[The translation was done with deepl translator](https://www.deepl.com/es/translator)***\n\n![](https://images.ecency.com/DQmT9gEhCQP7nkmcPZz9DTGDkErMzmis5u7nk5bjR5XFnhQ/whatsapp_image_2024_05_31_at_11.49.59_pm.jpeg)\n\n\n---\n\nFor the best experience view this post on [Liketu](https://liketu.com/@barbyjr/mi-experiencia-con-el-bloqueador-solar-anti-edad-disaar-my-experience-with-disaar-anti-aging-sunscreen-esp-eng)","total_vote_weight":34974042410512,"account":"barbyjr","weburl":"https://peakd.com/hive-109876/@barbyjr/mi-experiencia-con-el-bloqueador-solar-anti-edad-disaar-my-experience-with-disaar-anti-aging-sunscreen-esp-eng","originAuthorReputation":25662598210202,"firstImageUrl":"![oPHK3ioxS8RTQZo8_Presentacin_Proyecto_Personal_Orgnico_Morado_20241210_170820_0000.webp](https://cdn.liketu.com/media/barbyjr/images/oPHK3ioxS8RTQZo8_Presentacin_Proyecto_Personal_Orgnico_Morado_20241210_170820_0000/oPHK3ioxS8RTQZo8_Presentacin_Proyecto_Personal_Orgnico_Morado_20241210_170820_0000.webp)"},{"author":"luisfe","root_title":"Hive Music Festival Week 113 Round 2 Chozetsu Dynamic (Primer Opening de Dragon Ball Super)Cover By @luisfe","last_update":"2024-12-11T01:54:42.000Z","url":"/hive-120026/@luisfe/hive-music-festival-week-113","body":"<BR>\n\n<center>https://images.ecency.com/DQmU7WMndraMQkzjrZvfADkcE89priuYAEWy1hUzNWmfQUk/sin_t_tulo.png\n\n </center>\n\n<BR>\n\n<center>\nhttps://www.youtube.com/watch?v=1HdY0P3mr0U&feature=youtu.be\n</center>\n\n---\n<div class=text-justify>\nHola, comunidad de músicos, aprendices, avanzados y profesionales...siempre dispuestos a aprender, porque el camino de la música es infinito.\n\nEstoy muy entusiasmado con lo que estoy logrando con el teclado, creo que es un instrumento maravilloso. Sus posibilidades melódicas son realmente impresionantes porque nos permite jugar con los sonidos de diversos instrumentos.\nHoy les traigo mi versión de Chozetsu Dynamic  que es el primer opening de Dragon Ball Super. Una melodía que me encanta. Les traigo también el video en su versión original que prefiero a la versión latina, en parte porque me gusta más el timbre de voz del vocalista de la versión original y porque en la traducción al castellano... esa parte de la letra que dice \"Vuela, pega y esquiva\" me parece...un poco tonto.  Bueno... son las cosas inevitables - creo - de las traducciones.  Me imagino que en el ámbito de la poesía las traducciones deben generar verdaderos problemas... los poetas quieren expresar algo en forma simbólica y resulta que ese símbolo en otro idioma y otra cultura puede significar hasta ¡Lo opuesto!\n\nBien, les presento mi trabajo con esta pieza y realmente me gustaría mucho que fuera de su agrado.\nEl video es publicado en Youtube y no en 3Speak como dicen las reglas del concurso. Tenía entendido que se había arreglado 3Speak, sin embargo... la publicación más reciente fue hace dos días y mi madre estuvo anoche hasta la una de la madrugada tratando de subir un video y en el último momento salía el texto de que que todo el proceso había sido fallido y que lo comenzara de nuevo. Habrá qué esperar un poco más.\n¿Quién compuso Chozetsu Dynamic el primer Opening de Dragon Ball Super?\nEsta es una pregunta importante que deberíamos hacernos cada vez que escucháramos una pieza musical ya que muchas veces no vamos más all´- ni nos interesamos en ir más allá – de conocer al intérprete principal, quien “la puso de moda”,. qué otras versiones  tiene…pero ¡Qué importantes son los autores y compositores sin los cuales los vocalistas e instrumentistas no tendríamos material sobre cual trabajar!\nEl compositor de la melodía fue Kazuya Yoshii de The Yellow Monkey quien también interpretó originalmente  la canción \"Chōzetsu☆Dynamic!\" ( \"¡Excelente dinámica!\").  La letra fue escrita por Yukinojo Mori, a quien le debemos  muchas de las  canciones de la serie Dragon Ball\n\n\n\nUna productiva semana para todos y que siga sonando la música.\n\n</div >\n<br >\n<center >\nhttps://images.ecency.com/DQmb68JauZWS6qf8nzPW634vndPYUWia7X9YUqDcPKnf4BU/separador_azul_sisisi.png</center >\n<br >\n<center ><b >\nENGLISH VERSION\n</center ></b >\n\n<BR>\n\n<center>https://images.ecency.com/DQmU7WMndraMQkzjrZvfADkcE89priuYAEWy1hUzNWmfQUk/sin_t_tulo.png\n\n </center>\n\n<BR>\n<div class=text-justify>\nHello, community of musicians, apprentices, advanced and professionals...always willing to learn, because the path of music is infinite.\nI'm very excited about what I'm achieving with the keyboard, I think it's a wonderful instrument. Its melodic possibilities are truly impressive because it allows us to play with the sounds of various instruments.\nToday I bring you my version of Chozetsu Dynamic, which is the first opening of Dragon Ball Super. A melody that I love. I also bring you the video in its original version, which I prefer to the Latin version, partly because I like the timbre of the vocalist's voice better in the original version and because in the Spanish translation... that part of the lyrics that says \" Fly, hit and dodge\" seems...a little silly to me.  Well... they are the inevitable things - I think - of translations.  I imagine that in the field of poetry, translations must generate real problems... poets want to express something in symbolic form and it turns out that that symbol in another language and another culture can even mean the opposite!\nWell, I present my work with this piece and I would really like it if you like it.\nThe video is published on YouTube and not on 3Speak as the contest rules say. I understood that 3Speak had been fixed, however... the most recent publication was two days ago and my mother was up until one in the morning last night trying to upload a video and at the last moment the text came out that the entire process had been failed and to start it again. We will have to wait a little longer.\n\nWho composed Chozetsu Dynamic the first Dragon Ball Super Opening?\nThis is an important question that we should ask ourselves every time we listen to a piece of music since many times we do not go further - nor are we interested in going further - than knowing the main performer, who “made it fashionable”. What other versions does it have...but how important are the authors and composers, without whom the vocalists and instrumentalists would not have material to work on!\nThe composer of the melody was Kazuya Yoshii of The Yellow Monkey who also originally performed the song \"Chōzetsu☆Dynamic!\" (\"Excellent dynamics!\").  The lyrics were written by Yukinojo Mori, to whom we owe many of the songs in the Dragon Ball series\nA productive week for everyone and let the music keep playing.\n</div >\n<br >\n<center >\nhttps://images.ecency.com/DQmb68JauZWS6qf8nzPW634vndPYUWia7X9YUqDcPKnf4BU/separador_azul_sisisi.png</center >\n<br >\n<br>\n<center ><b>LETRA DE LA CANCIÓN</b>\n<br>\n\n\n</center >Chouzetsu Dynamic\nいつかとぎれた\nItsuka togireta\n\n夢の続き始めよう\nyume no tsuzuki hajimeyou\n\n星をつなげて\nhoshi wo tsunagete\n\n空に扉かけばいい\nsora ni tobira kakeba ii\n\n\n新たなステージは\nArata na SUTEJI wa\n\n神に挑む場所\nkami ni idomu basho\n\n\n興奮？猛烈？ダイナミック\nKōfun? Mōretsu? Dainamikku\n\nレッツゴー！ゴー！大パニック\nRETTSUGŌ! GŌ! Dai PANIKKU\n\n負けると強くなる\nMakeru to tsuyoku naru\n\n身の程知らずには\nMi no hodo shirazu ni wa\n\n後悔とか限界とかないもん\nKōkai toka genkai toka nai mon\n\n\n壮絶？超絶？ダイナミック\nSōzetsu? Chōzetsu? Dainamikku\n\nレッツゴー！イエス！連打キック\nRETTSUGŌ! IESU! Renda KIKKU\n\n浴びせて震え\nAbisete furue\n\nすげえことが待ってるんだぜ\nSugee koto ga matteru ndaze\n\n\n目からこぼれる\nMe kara koboreru\n\n水を涙と呼ぶなら\nmizu wo namida to yobu nara\n\n胸で燃えてる\nMune de moeteru\n\n炎なんと名付けよう\nhonō nan to nazukeyou\n\n\n激しさに輝く\nHageshisa ni kagayaku\n\nそれは命だろう\nsore wa inochi darou\n\n\n始まりのゴングでリングにカムオン\nHajimari no GONGU de RINGU ni KAMUON\n\nヤバそうな奴ともエンジョイファイティング\nYaba sōna yatsu tomo ENJOI FAITINGU\n\nフリな選挙でも電光石火スパーキング\nFuri na senkyo demo denkōsekka SUPĀKINGU\n\nカメハメハ\nKamehameha\n\n\nきょうれつ？猛烈？ダイナミック\nKōfun? Mōretsu? Dainamikku\n\nレッツゴー！ゴー！大パニック\nRETTSUGŌ! GŌ! Dai PANIKKU\n\n負けると強くなる\nMakeru to tsuyoku naru\n\n身の程知らずには\nMi no hodo shirazu ni wa\n\n後悔とか限界とかないもん\nKōkai toka genkai toka nai mon\n\n\n壮絶？超絶？ダイナミック\nSōzetsu? Chōzetsu? Dainamikku\n\nレッツゴー！イエス！連打キック\nRETTSUGŌ! IESU! Renda KIKKU\n\n浴びせて震え\nAbisete furue\n\nすげえことが待ってるんだぜ\nSugee koto ga matteru ndaze\n\n\nワクワクもスーパーなんだぜ\nWakuwaku mo SŪPĀ nandaze\n\nすげえのが待ってるんだぜ\nSugee no ga matteru ndaze\n\n何もかもスーパーなんだぜ\nNanimokamo SŪPĀ nandaze\n\n\nDinámica Suprema\nAlgún día, continuemos el sueño interrumpido\nUniendo las estrellas\nSería bueno colocar una puerta en el cielo\n\nEl nuevo escenario es\nUn lugar desafiante para los dioses\n\n¿Emoción? Intenso? Dinámico\n¡Vamos! ¡Vamos! Gran pánico\nPerder nos hace más fuertes\nSin saber nuestros límites\nNo hay arrepentimiento ni límites\n\n¿Espectacular? Supremo? Dinámico\n¡Vamos! ¡Sí! Patada continua\nLanzando temblores\nCosas increíbles nos esperan\n\nSi el agua que se derrama de los ojos\nSe llama lágrimas\nEntonces lo que arde en el pecho\n¿Cómo lo llamaremos?\n\nBrillando con intensidad\nEso debe ser la vida\n\nEn el gong del comienzo, vamos al ring\nDisfrutando la pelea incluso con tipos peligrosos\nIncluso en una elección libre, chispeando como un rayo\nKamehameha\n\n¿Intenso? Intenso? Dinámico\n¡Vamos! ¡Vamos! Gran pánico\nPerder nos hace más fuertes\nSin saber nuestros límites\nNo hay arrepentimiento ni límites\n\n¿Espectacular? Supremo? Dinámico\n¡Vamos! ¡Sí! Patada continua\nLanzando temblores\nCosas increíbles nos esperan\n\nLa emoción también es súper\nCosas increíbles nos esperan\nTodo es súper\n\n<br>\n[Fuente](https://www.letras.com/dragon-ball-super/chouzetsu-dynamic/traduccion.html)\n\n<br >\n<center >\nhttps://images.ecency.com/DQmb68JauZWS6qf8nzPW634vndPYUWia7X9YUqDcPKnf4BU/separador_azul_sisisi.png</center >\n<br >\n<br>\n\n<br>\n\n<center>https://www.youtube.com/watch?v=DKNEF7XOOTY\n</center >\n<br >\n---<center >\nhttps://images.ecency.com/DQmb68JauZWS6qf8nzPW634vndPYUWia7X9YUqDcPKnf4BU/separador_azul_sisisi.png</center >\n<br >\n###### Muchas gracias por visitar mi blog, ver las fotos  y leer mi post. Espero que este mes esté llena de cosas buenas para ti y tu familia. Dios te bendiga.\n<br>\n\n<br>\n###### Thank you very much for visiting my blog, seeing my pics and reading my post. I hope this month is filled with good things for you and your family. God bless you.\n\n*\n### <center>  Your visit to my blog is very important to me, I hope you liked my photography work and leave with the intention of returning..</center>\n\n<br>\n\n\nFotos propias tomadas con celular Krip K55H /<i>Own por Nd video  taken with Krip K55H Cell Phone</i>\n<br>\nTraducciones realizadas con el \n[Traductor Google]( https://www.google.com/search?q=traductor+espa%C3%B1ol+a+ingles&rlz=1C1CHBF_esVE1046VE1046&oq=traductor&gs_lcrp=EgZjaHJvbWUqCQgCECMYJxiKBTIGCAAQRRg7MgYIARBFGDkyCQgCECMYJxiKBTIJCAMQIxgnGIoFMgYIBBBFGDsyBggFEEUYPDIGCAYQRRg9MgYIBxBFGD3SAQgzNjc5ajBqN6gCALACAA&sourceid=chrome&ie=UTF-8)\n<br><br>\nSi lo deseas, puedes seguirme en las redes\n<i>\nIf you wish you may follow me in the web</i>\n\n<br>\n<center>▶️ [3Speak](https://3speak.tv/watch?v=luisfe/nndzeydk)</center>\n\n<br >\n<center >\nhttps://images.ecency.com/DQmb68JauZWS6qf8nzPW634vndPYUWia7X9YUqDcPKnf4BU/separador_azul_sisisi.png</center >\n<br >\nMenciones en este video: @fernanblog, @guitarmcy, @yusmi, @barbyjr, @capitandelbam. @sacra97, @princessbusayo, @jlufer, @melinda010100, @gaborockstar\n\n<BR>\n\"Please follow @tayo6. He donated blood for his sister.\"\n<BR>\n<center>https://images.ecency.com/DQmTpvA8aExwn6faFPbPYFW52yAdYGuKBB9o54wT99rrNHQ/inshot_20240120_002153941.jpg</center> <br> ---\n<br>","total_vote_weight":17597012400953,"account":"luisfe","weburl":"https://peakd.com/hive-120026/@luisfe/hive-music-festival-week-113","originAuthorReputation":34641142040664,"firstImageUrl":null},{"author":"sayury","root_title":"EJERCICIO 1 PARA APRENDER A TOCAR EL RITMO LATINO SALSA EN TECLADO / EXERCISE TO LEARN TO PLAY THE LATIN SALSA RHYTHM ON THE KEYBOARD","last_update":"2024-12-10T18:09:18.000Z","url":"/hive-193816/@sayury/ejercicio-para-aprender-a-tocar","body":"\n\n<center>https://images.ecency.com/DQmQ77CEnB35hpYMCnPV4ZD1D9hN7JuHT5JBtkoq1t72Mje/aaaaportada.png\n\n</center>\n<br>\n\n<div class=text-justify>\n\nHola, comunidad, muy alegre - igual que todos - por el regreso de 3Speak grabo mi primer video para esta temporada.\n\nSe trata de un ejercicio básico para comenzar a dominar en el teclado el ritmo latino \"Salsa\"\n\nComo podrán ver, es un ejercicio práctico en el que no solamente aprenderán a tocar un ritmo sino también aprenderán los cuatro acordes que forman el cículo armónico de Do mayor: Do, La menor, Re menor, Sol 7\n\nEspero que esta lección les sea útil\n\n \n\n\n<br>\n\n\n</div>\n\n\n\n\n\n \n\n\n\n<br>\n<center>\n https://www.youtube.com/watch?v=vWVckldSLFg&t=27s\n</center>\n<br>\n<center>ENGLISH VERSION</center>\n\n\n<center>https://images.ecency.com/DQmQ77CEnB35hpYMCnPV4ZD1D9hN7JuHT5JBtkoq1t72Mje/aaaaportada.png\n<br>\n</center>\n<br>\n<div class=text-justify>\nHello community, I am very happy - like everyone - for the return of 3Speak, I am recording my first video for this season.\n\nThis is a basic exercise to begin to master the Latin rhythm \"Salsa\" on the keyboard.\n\nAs you can see, it is a practical exercise in which you will not only learn to play a rhythm but also learn the four chords that make up the harmonic circle of C major: C, A minor, D minor, G 7\n\nI hope this lesson is useful to you                       \n\n</div>\n\n<br>\n\n<center>♩🎶🎵🎤♩https://images.ecency.com/DQmV7WLUhQumBxh1FWRT43Ab2EqksnGiUwC49RW2hTrHYDJ/a_separador_sayury.png♩🎶🎵🎤</center>\n\n<br>\n<center>\nOwn photos and video taken with Samsung J2 Prime cell phone\n\n<br>\n\"Please follow @tayo6. He donated blood for his sister.\"\n\n\n\n\n<br>\n\"Por favor, sigan la cuenta del hiver @tayo6. Él donó sangre para su hermana\"\n<br>\n>Fotos  y video propios, tomadas con celular Samsung J2 Prime\n\n<br>\n\n<b>The  text in Spanish was created without AI</b> \n\n<br>\n\n The text in  English I translated it with\n\n[Traductor Google](https://www.google.com/search?client=firefox-b-e&q=traductor+espa%C3%B1ol+a+ingles)\n\n<br>\n\nEditing of both video and photos in Inshot.\n\n<br>\n\n>Las ediciones tanto del  vídeo como de fotos  en Inshot.\n\n \n\n<br>\n\n<center>\n\nIf you want you may follow me on the networks\n\n<br>\n\n>Si lo deseas puedes seguirme en las redes\n\n<br>\n\n[X.com](https://twitter.com/VozdeVilladeCur)\n\n<br >\n\n[Blogger](https://desdevilladecura.blogspot.com/)\n\n<br>\n\n▶️ [3Speak]( https://3speak.tv/user/sayury )\n\n<br>\n\n[Facebook](https://www.facebook.com/vozde.villadecura/)\n\n<br>\n\n[Youtube](  https://youtube.com/@vozdevilladecura3990?si=vgsOinWbI8tp9Id )\n\n<br>\n\n \n\n \n\nhttps://images.ecency.com/DQmXGGmnjm6RaajhQ13xGMdfLH9wNidJevTb8FTXhp8XR8v/publishedw_ecency1.gif \n<br>\n\n[Fuente]( https://ecency.com/hive-179017/@melinda010100/shadow-hunters-smash-contest-round-7a89cade5c0dc ) \n<br>\n**\"Please, follow @tayo6. He donated blood for his sister.\"**\n<br>\n**\"Por favor, sigan a @tayo6. Él donó sangre para su hermana\"**\n<br>\n\n\n\nhttps://images.ecency.com/DQmPGSX9MhozSrS7pW78nRpPwozFSt7YdFWFTi8mBLR3HFi/firma_digital.jpg</center>\n\n---\n\n\n","total_vote_weight":883775194053,"account":"sayury","weburl":"https://peakd.com/hive-193816/@sayury/ejercicio-para-aprender-a-tocar","originAuthorReputation":124914439463941,"firstImageUrl":null},{"author":"rosmarithherrera","root_title":"Cuando pasan los años / When the years go by [Spa - Eng]","last_update":"2024-12-10T16:39:30.000Z","url":"/hive-179291/@rosmarithherrera/cuando-pasan-los-anos-when","body":"\n\n<center> \nhttps://images.ecency.com/DQmTdiLhc819UGXb435bcS6eEcagBCN83XeEvBT3dnoD1vX/aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa.jpg\n\n\n\n\n</center>\n<br>\n\n---\n\n---\n\n\n\n<div class=text-justify>\n\nLa nieve de los años\nenvuelve mis cabellos\ny un dulce recuerdo\nabriga mis entrañas\nde donde brotaron\nlas semillas de mi ser\ny ahora son dulzura y alegría.\nRecuerdos de momentos bellos\nque al transcurrir el tiempo\nse han quedado en mi pensamiento \ncomo ave anidada\nque colgó su vuelo fresco entre la brisa\nque en amoríos fogosos me llenaron de gozo.\nEl tiempo camina inexorable,  quedando en mi caminar lerdo\nlas alturas de mis sueños\ndejándose llevar por el alígero movimiento de las aves al pasar.\nClavado en cada célula \nde mi ser sepultado querencias y desamores imaginarios\nque gritaron impávidos\nen el tiempo.\nSe han quedado solitarios\nla ventisca, el arroyo y el portal\ny por momentos llega a mis ojos\nesa luz que ha alumbrado mi ser\nen portentoso amor, \nquedando muda la tarde\nentre la tiniebla falaz, \nen el mágico color\ndel camino andado y\nen el sendero de mis pies cansados.\n\nPseudónimo: \"Rosmary\"\nEscrito el 15 de Octubre de 2020\n\n\n\n\n\n.\n\n\n<br>\n\n\n<center>https://images.ecency.com/DQmXBhPMYkWmyAjy3pwYD2Vovu8EW5QGU3BpvVLpDKAn5p7/separador.png\n<br>\n\nENGLISH VERSION\n</center>\n<br>\n\n\n<center> \nhttps://images.ecency.com/DQmTdiLhc819UGXb435bcS6eEcagBCN83XeEvBT3dnoD1vX/aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa.jpg\n\n\n\n\n</center>\n<br>\nThe snow of the years\nwraps my hair\nand a sweet memory\nshelter my insides\nfrom where they sprang\nthe seeds of my being\nand now they are sweetness and joy.\nMemories of beautiful moments\nthat as time passes\nthey have remained in my thoughts \nlike a nested bird\nthat hung its fresh flight between the breeze\nthat in fiery love affairs filled me with joy.\nTime walks inexorably, leaving my walk slow\nthe heights of my dreams\nletting yourself be carried away by the light movement of the birds as they pass.\nNailed in every cell \nof my being buried, imaginary desires and disaffections\nwho shouted fearlessly\nin time.\nThey have been left alone\nthe blizzard, the stream and the portal\nand at times it reaches my eyes\nthat light that has illuminated my being\nin portentous love, \nthe afternoon remaining silent\namong the fallacious darkness, \nin the magical color\nof the path traveled and\non the path of my tired feet.\n\n<br>\n<center>https://images.ecency.com/DQmXBhPMYkWmyAjy3pwYD2Vovu8EW5QGU3BpvVLpDKAn5p7/separador.png\n<br>\nEl texto en castellano fue redactado en forma natural sin utilizar inteligencia artificial. La traducción al inglés la hice con el traductor gratuito de [Google](https://www.google.com/search?q=traductor+espa%C3%B1ol+a+ingles&oq=TRADUCTOR&aqs=chrome.1.69i59l2j69i57j69i59j0i131i433i512j0i512j0i131i433i512j69i61.5250j0j9&sourceid=chrome&ie=UTF-8)\n<br>\nThe text in Spanish was written naturally without using artificial intelligence. I did the English translation with the free [Google] translator 250j0j9&sourceid= chrome&ie=UTF-8)\n<br>\nLas fotos son propias, tomadas con celular Infinix Hot 12 Play\n<br>\nPics of my own taken with Infinix Hot 12 Play cell phone.\n<br>\n\"Please follow @tayo6. He donated blood for his sister.\"\n<br>\n<center>https://images.ecency.com/DQmRNTUsfdTWSLkFTnk9yfBUF1R8PZ3PfJVurVjjwyBBTq9/firma_digital.png\n\n</center>\n","total_vote_weight":264640060635,"account":"rosmarithherrera","weburl":"https://peakd.com/hive-179291/@rosmarithherrera/cuando-pasan-los-anos-when","originAuthorReputation":702186004918,"firstImageUrl":null},{"author":"advertisingbot2","root_title":"Hive Marketing Job 241209 Week 50 For Tayo6","last_update":"2024-12-09T06:42:24.000Z","url":"/hive-154303/@advertisingbot2/hive-marketing-job-241209-week-50-for-tayo6","body":"Hello everyone who wants to earn some small money,\r\n\r\nhere I announce the next advertising job for week 50 from sponsor @achimmertens, period: 2024-12-09 to 2024-12-15.\r\n\r\n![Earn Money(2).png](https://files.peakd.com/file/peakd-hive/achimmertens/AKAr2pK3Nw7DhpREEcx2yQ1dSe3BQ4KKDFLKAWjNL9Ni952afaaKuqX68gTapsB.png)\r\n\r\n---\r\n\r\n![grafik.png](https://files.peakd.com/file/peakd-hive/advertisingbot2/23zbKpafXUuXqcgN1UqE4ELLLjBk6HWR7VCHXMBWeuuhHvjVr9V26Vu632H51AX3QEB1Q.png)\r\n\r\n## Advertising Text:\r\n**\"Please follow @tayo6. He donated blood for his sister.\"**\r\n\r\n![grafik.png](https://files.peakd.com/file/peakd-hive/advertisingbot2/EpnDF7XjUzRvHbukYSaPzgLofEeP2bKekjBmuA9oo8mHW8BAv1i1sGfdg5fHShUuuSn.png)\r\n\r\n@tayo6 left his comfort zone to support his sister. He went into a hospital, despite his painful childhood memories, and donated a pint of blood ([Details](https://peakd.com/@tayo6/hospitals-blood-and-cells-my-november-highlight)).\r\n\r\n\r\n# The Reward\r\n\r\nThe first 15 Hive users, that do this, will get 2.000 Hive each short after the end of the campaign.\r\n\r\n\r\n# Does it work?\r\nYes. We did it before. Here is the proof:\r\n\r\n* https://peakd.com/hive-154303/@advertisingbot2/winners-of-the-hive-marketing-job-241115-week-46-for-worldmappin /n/r* https://peakd.com/hive-154303/@advertisingbot2/winners-of-the-hive-marketing-campaign-241018-week-42-for-ekojah \n\r* https://peakd.com/hive-154303/@advertisingbot2/hive-marketing-campaign-240621-week-25-for-\n\r* https://peakd.com/hive-154303/@advertisingbot2/winners-of-the-hive-marketing-campaign-240322-week-12-for-mukadder \n\r* https://peakd.com/advertising/@advertisingbot2/winners-of-the-hive-marketing-campaign-23120401\r\n\r\n![grafik.png](https://files.peakd.com/file/peakd-hive/advertisingbot2/23vrtfBe9soddee9UwH688PMyJYa2GjTPDpiV9s9mAwMHwp7AWurWJanpDDMtpQJx9z89.png)\r\n\r\n![grafik.png](https://files.peakd.com/file/peakd-hive/achimmertens/23wghGTaUFS6SsidPJ6d5QqyM3cxpzSj2PMQ8r2XZSWHeBAi2jC4e7JdmyTWL8DbtYTpc.png)\r\n\r\n# Inviting Former Members\r\nHi @barbyjr, @luisfe, @azabache2021, @sayury, @lunafrances, @elioe, @orlandobello, @oasiskp2, @cashheaven, @fjworld, @rubyjosleidy27, @carmencitavdc, @adaezeinchrist, @dodokan, @carmenrivas, @hildemaroflores, @konchix, @gr33nm4ster, @flordi, @hermaryrc, @scarletgrissel, @sirkay1, @evaconde, @ayleensatelier,\r\nwhat do you think? Do you want to join the job again?\r\n\r\n# Status of this project\r\n\r\nLast week I met some people from the [effective altruisms](https://www.effectivealtruism.org/). I explained, what I am doing here on Hive. We exchanged some adresses and weblinks. I got a lot of stuff to read.\r\n\r\n---\r\n\r\n![Questions.png](https://files.peakd.com/file/peakd-hive/achimmertens/AKKRqJt1qnuNodPEACGiuC9iauEfvSWwo3w9ACbwELDzPg5VpvwJCsfsA8ptwYH.png)\r\n\r\n*[origin of some images](https://photofunia.com/)*\r\n","total_vote_weight":70403483953,"account":"advertisingbot2","weburl":"https://peakd.com/hive-154303/@advertisingbot2/hive-marketing-job-241209-week-50-for-tayo6","originAuthorReputation":3199856500607,"firstImageUrl":"![Earn Money(2).png](https://files.peakd.com/file/peakd-hive/achimmertens/AKAr2pK3Nw7DhpREEcx2yQ1dSe3BQ4KKDFLKAWjNL9Ni952afaaKuqX68gTapsB.png)"}]