[{"author":"advertisingbot2","root_title":"Winners Of The Hive Marketing Campaign 231204_01","last_update":"2023-12-12T06:46:51.000Z","url":"/advertising/@advertisingbot2/winners-of-the-hive-marketing-campaign-23120401","body":"Hello Hivers, Advertisers, Influencers, Contesters and all the rest,\n\nthis is the\n# Hive Marketing Campaign Report from 2023-12-04 to 2023-12-11, Nr. 231204_01.\n![HIVE Marketing.png](https://files.peakd.com/file/peakd-hive/achimmertens/AKqchzabeuVfZ4Dio3CipS4qSJMBALn2bcSRbCxWziyEqTSacinMkaF6h3jk4as.png)\n*[origin](https://photofunia.com/)*\n\n# Here are the participants of the last week:\nCampaign URL: \nhttps://peakd.com/hive-154303/@advertisingbot2/hive-marketing-campaign-for-hive-ghana-week-49-nr-23120401\nAdvertising text: \"Follow the community HiveGhana and support their projects: https://peakd.com/c/hive-176874/created\"\n|Date|Amount Hive|Participant|Reputation|Number of Followers|Url|Image|\n|-|-|-|-|-|-|-|\n|2023-12-09T06:02|2|@barbyjr|19541.45|60|/hive-109876/@barbyjr/mi-experiencia-con-el-contorno|![](https://images.ecency.com/DQmNqFiUUZQ6B3XjPjBjtAFg1dTjcQ11TRKhWnrbD9zhuey/1702099978886.jpg)|\n|2023-12-07T02:35|2|@luisfe|26926.57|524|/hive-120026/@luisfe/nvqwcaku|![](https://ipfs-3speak.b-cdn.net/ipfs/bafybeigzpsnok3mqdzzjfsrou4qlhwwaes37jhsi2rnrntlqdlzbkiyjgy/)|\n\n\nProof, that the money has already been sent:\n\n![grafik.png](https://files.peakd.com/file/peakd-hive/advertisingbot2/23tHbKgySHhNx1WKVZWFsrShBivbacn1o3jBZkZWbwM1K6yYEzpqPtUixv3zCe3kkFv5W.png)\n\n*Screenshot of the @advertingsbot2 wallet from today*\n\nThe 3 participents got 2 Hive each, this means 14 Hive of the Budget from 20 Hive were not used and go back to @achimmertens (who says, it can stay in the pot).\n(The third participant was a \"special guest\").\n\n---\n# Status of this \"decentral advertising\" project\n\n\nLast week I took some days off. I was in my flat in the hills to recreate and do housework there.  I also celebrated Christmas parties and visited some good old friends. We had guests from Southeast Asia in our church and had two meals with them.\nSo I didn't work on the advertising scripts. But I have it in my plan for this week ;-)\nThere is still a lot to do for me, like fixing bugs and automating the scripts.\n\nThe next campaign will follow probably next week.\n\n\n\nGreetings, Advertisingbot2 (alias Achim)","total_vote_weight":633666762599},{"author":"barbyjr","root_title":"Mi experiencia con el contorno de ojos de vitamina C. 游꼙游비 / My experience with vitamin C eye contour. 游꼙游비 (Esp-Eng)","last_update":"2023-12-09T06:02:00.000Z","url":"/hive-109876/@barbyjr/mi-experiencia-con-el-contorno","body":"![](https://images.ecency.com/DQmNqFiUUZQ6B3XjPjBjtAFg1dTjcQ11TRKhWnrbD9zhuey/1702099978886.jpg)\n\n![](https://images.ecency.com/DQmU7UAzaawaejz3dpqzKGEjoj1gkxKzkTSwY15xQvtups7/picsart_23_12_08_20_45_19_748.jpg)\n\n![](https://images.ecency.com/DQmPCrn7yTMwTtfqDVMHEhuZMyfMdw21W2gHzJCrPpHtjFu/picsart_23_12_08_20_43_24_192.jpg)\n\n![](https://images.ecency.com/DQmfDMNSDcvcPAFw16XBnf6GNLQkq7GBWem5mTGTF7F2ZGc/picsart_23_12_08_20_41_38_580.jpg)\n\n![](https://images.ecency.com/DQmaTGfS3GK5EtbCMNDtMg6TKzh7HfsdqgXJ578zJL616YZ/picsart_23_12_08_11_31_10_709.jpg)\n\n![](https://images.ecency.com/DQmSqHXr2Tk3FF5xAPPG93Ut9zn5p7jzpep1U5EfTaea11T/picsart_23_12_08_11_29_07_596.jpg)\n\n![](https://images.ecency.com/DQmcep38eJ4VUtZR7Ffx7i13awhUJowwKzC2ye88Y7Uy151/picsart_23_12_08_11_26_35_318.jpg)\n\n\n***Hola amigos 游녦游낕 espero se encuentren muy bien, me alegra estar por ac치 de nuevo en esta bella comunidad skin&bodycare 游눙 hoy les comparto mi experiencia usando un producto muy importante.. El contorno de ojos! me encanta cuidar mi rostro pero necesitaba en mi rutina este producto maravilloso, as칤 que no dude en comprarlo, de verdad que me ha encantado y lo mejor es que contiene vitamina C.***\n\n***El contorno de ojos es la zona delicada de piel muy fina que se encuentra alrededor de nuestros ojos.*** \n\n***La piel de la zona que forma parte del contorno de ojos es muy fina y delicada, por lo que debemos tratarla como una zona mucho m치s sensible que el resto de la piel de nuestro rostro.***\n\n***Esto es debido a que el contorno de ojos no contiene apenas gl치ndulas seb치ceas ni tejido adiposo, esto lo hace m치s vulnerable y expuesto a los factores ambientales externos. Tambi칠n tiene muchas menos fibras el치sticas y de col치geno que otras zonas, tenemos menos grasa en esta zona y la circulaci칩n sangu칤nea y de la linfa tambi칠n es mucho menor.***\n\n***Recordemos que las ojeras son causadas por la sequedad ambiental, el exceso de luz solar o la falta de sue침o, no debemos olvidar el hecho de aplicarlo tambi칠n por la zona superior, lateral y entre las cejas.***\n\n***Es conveniente aplicarlo con peque침os toquecitos sobre la piel con el dedo anular, aunque sirve cualquiera siempre que tengamos cuidado con la presi칩n que ejercemos.***\n\n***En personas que retienen l칤quido en el contorno de ojos, es mejor hacer un movimiento de arrastre, desde el centro del mismo hasta llegar a la sien, favoreciendo el drenaje linf치tico y la evacuaci칩n de los l칤quidos, y con ello eliminaremos buena parte de las bolsas bajo los ojos.*** \n\n***Este contorno como contiene vitamina C es v치lido para ser usado por la ma침ana, ya que gracias a su composici칩n, aumentar치 de luminosidad del contorno\nEn cambio, un contorno de ojos que cuente en su composici칩n con una peque침a cantidad de retinol ser치 m치s v치lido para ser aplicado por la noche, ya que el retinol es fotosensible y sus funciones se llevar치 a cabo de manera m치s efectiva reparando la piel en su ciclo de renovaci칩n nocturno.***\n\n***Espero les haya gustado, muchas gracias por haber le칤do mi post 游똂游낕 칠xitos y bendiciones para todos! Hasta la pr칩xima.*** \n\n***Todas las fotos son de mi autor칤a, captadas con mi tel칠fono LGK42.***\n\n***Edici칩n: Piscart / Canva.***\n\n> ***English:*** \n\n> ***Hello friends 游녦游낕 I hope you are feeling very well, I am glad to be here again in this beautiful community skin&bodycare 游눙 today I share with you my experience using a very important product.. The eye contour! I love taking care of my face but I needed this wonderful product in my routine, so I didn't hesitate to buy it, I really loved it and the best thing is that it contains vitamin C.***\n\n> ***The eye contour is the delicate area of very thin skin that is around our eyes.***\n\n> ***The skin in the area around the eyes is very thin and delicate, so we must treat it as a much more sensitive area than the rest of the skin on our face.***\n![](https://images.ecency.com/DQmQfwTQv8tdujwFPRNE3Y8hmK66mzCDaQ1bvNeJFeMMJSF/picsart_23_12_08_20_54_56_483.jpg)\n\n![](https://images.ecency.com/DQmPASxY4H5v5VzGffyX6mwD5TVktsHwXUEBvLdHkyQGUSu/picsart_23_12_08_20_52_37_971.jpg)\n\n![](https://images.ecency.com/DQma83E57gMX9GEFVfWrTENBxbpUAVhTmabMxeY7hfD91xb/picsart_23_12_08_20_49_54_704.jpg)\n\n![](https://images.ecency.com/DQmYofz165JcNr2vykQWJCVoYAH8xvW5wo3SnvoVAxphAii/picsart_23_12_08_20_48_03_712.jpg)\n\n\n> ***This is because the eye contour contains hardly any sebaceous glands or adipose tissue, this makes it more vulnerable and exposed to external environmental factors. It also has many fewer elastic and collagen fibers than other areas, we have less fat in this area and blood and lymph circulation is also much less.***\n\n> ***Let's remember that dark circles are caused by environmental dryness, excess sunlight or lack of sleep, we must not forget to also apply it to the upper, lateral area and between the eyebrows.***\n\n> ***It is convenient to apply it with small touches on the skin with the ring finger, although any will work as long as we are careful with the pressure we apply.***\n\n> ***In people who retain fluid around the eyes, it is better to make a dragging movement, from the center of the eye to the temple, favoring lymphatic drainage and the evacuation of fluids, and with this we will eliminate a good part of the bags. under the eyes.***\n\n> ***Since this contour contains vitamin C, it is valid to be used in the morning, since thanks to its composition, it will increase the luminosity of the contour.\nOn the other hand, an eye contour that has a small amount of retinol in its composition will be more valid to be applied at night, since retinol is photosensitive and its functions will be carried out more effectively, repairing the skin in its nightly renewal cycle.***\n\n> ***I hope you liked it, thank you very much for reading my post 游똂游낕 success and blessings to all! Until next time.***\n\nFollow the community HiveGhana and support their projects: https://peakd.com/c/hive-176874/created\"\n\n> ***All photos are my own, captured with my LGK42 phone.***\n\n> ***Edition: Piscart / Canva.***\n\n\n\n","total_vote_weight":8699974402097},{"author":"luisfe","root_title":"Hive Music 游꿨 Festival Week 60 Round 3 \"Medley\" Cover By @luisfe","last_update":"2023-12-07T02:35:00.000Z","url":"/hive-120026/@luisfe/nvqwcaku","body":"<center>https://images.ecency.com/DQmZoM7PBJ3FRHAhoxPtLLUbDgMGvQdBTX4aTbXMZWGkrvX/inshot_20231206_030813732.jpg\n\n </center><br>\n<br>\n**(Esta es una publicaci칩n biling칲e, puedes ver la versi칩n en castellano al final del post)**\n<br>\n<br> Greetings, community, I hope you are all well, preparing internally and externally to celebrate the birth of the Christ Child on Christmas night. I hope you can celebrate as a family. <br>\n Today I bring you a Medley  made up of the fusion of two musical pieces: \"Amada amante\" (\"Loving lover\")  by Brazilian vocalist Roberto Carlos and \"T칩mame o d칠jame\" (\"Take me or leave me\") by the Spanish group \"Las Mocedades\". <br>\n The common thread that unites both pieces is the theme: Both deal with the case of the illicit relationship that a man maintains with a woman who is not his wife, but the approach is opposite since in the first song the man speaks to the lover , while in the second it is the wife who expresses her feelings to her partner upon discovering his betrayal. \n<br> \n<center>\n\n[![](https://ipfs-3speak.b-cdn.net/ipfs/bafybeigzpsnok3mqdzzjfsrou4qlhwwaes37jhsi2rnrntlqdlzbkiyjgy/)](https://3speak.tv/watch?v=luisfe/nvqwcaku)\n\n郊윒잺 [Watch on 3Speak](https://3speak.tv/watch?v=luisfe/nvqwcaku)\n\n</center>\n\n---\n<br>\n While we listen to the music and enjoy the melody, while meditating on the lyrics - hopefully foreign to our reality - in many, many homes, many families, many people, this situation is being repeated in the midst of diverse circumstances and with varying degrees of suffering both for those directly affected as well as for those \"spattered\" by the irregular situation. <br>\n I hope you like my interpretation and enjoy the original songs performed by the aforementioned artists. \n<br> \nIf you want to participate in this festival organized by @musiczone, find out its rules by clicking [here]( https://ecency.com/hive-120026/@musiczone/hive-music-festival-week-n60-round-3-eng-esp  )\n<br>\n**Versi칩n en castellano**\n<br>\nSaludos, comunidad, espero que todos se encuentren bien, prepar치ndose interna y externamente para celebrar el nacimiento del Ni침o Dios la noche de Navidad.  Espero que puedan celebrar en uni칩n familiar.\n<br>\nHoy traigo un \"mosaico o potpurr칤\" integrado por la fusi칩n de dos piezas musicales: \"Amada amante\" del vocalista brasile침o Roberto Carlos y \"T칩mame o d칠jame\" del grupo espa침ol \"Las Mocedades\".\n\nEl hilo conductor que une ambas piezas es la tem치tica: Ambas tratan del caso de la relaci칩n il칤cita que mantiene un hombre con una mujer que no es su esposa,  pero el enfoque es opuesto ya que en la primera canci칩n el hombre le habla a la amante, mientras en la segunda es la esposa la que le expresa al compa침ero sus sentimientos al descubrir su traici칩n.\n<br>\n\nMientras escuchamos la m칰sica y disfrutamos la melod칤a, mientras meditando en la letra - ojal치 ajena a nuestra realidad - en muchas, muchos hogares, muchas familias, muchas personas, se est치 repitiendo est치 situaci칩n en medio de circunstancias diversas y con diversos grados de sufrimiento tanto para los afectados directamente como para los \"salpicados\" por la irregular situaci칩n.\n<br>\nEspero les agrade mi interpretaci칩n y disfruten los temas originales interpretados por los artistas antes mencionados.\n<br>\n<center>  https://youtu.be/ffv2N6OZVII?si=STMo9K7HvaEoZskb </center>\n<br>\n<center>  https://youtu.be/YaI62wyWxyA?si=vrcOtuKxkvXLtDSQ  </center>\n<br>\n<br>\nSi deseas participar en este festival convocado por @musiczone ent칠rate de sus bases haciendo clic [ac치](   https://ecency.com/hive-120026/@musiczone/hive-music-festival-week-n60-round-3-eng-esp  )\n\n\n<center>  https://images.ecency.com/DQmNzvnj5TgHHWa6kwAR76CGA5QvhDHKrBtWGUAHedBg3BE/separador_luisfe.png</center>\n\n###### Muchas gracias por visitar mi blog y leer mi post. Espero que esta sea una semana llena de cosas buenas para ti y tu familia. Dios te bendiga.\n<br>\n\n<br>\n> ###### Thank you very much for visiting my blog and reading my post. I hope this be a week full of good things for you and your family. God bless you,\n***\n< br>\n\"Follow the community HiveGhana and support their projects: https://peakd.com/c/hive-176874/created\"\n<br>\n### <center>  Your visit to my blog is very important to me, I hope you liked my musical work and leave with the intention of returning..</center>\n\n<br>\n\n\nFotos y video propios tomadas con celular Krip K55H /<i>Own photos taken with Krip K55H Cell Phone</i>\n<br>\nTraducciones realizadas con el \n[Traductor Google]( https://www.google.com/search?q=traductor+espa%C3%B1ol+a+ingles&rlz=1C1CHBF_esVE1046VE1046&oq=traductor&gs_lcrp=EgZjaHJvbWUqCQgCECMYJxiKBTIGCAAQRRg7MgYIARBFGDkyCQgCECMYJxiKBTIJCAMQIxgnGIoFMgYIBBBFGDsyBggFEEUYPDIGCAYQRRg9MgYIBxBFGD3SAQgzNjc5ajBqN6gCALACAA&sourceid=chrome&ie=UTF-8)\n<br><br>\nSi lo deseas, puedes seguirme en las redes\n<i>\nIf you wish you may follow me in the web</i>\n\n<br><br>\n<center>郊윒잺 [3Speak](https://3speak.tv/watch?v=luisfe/nndzeydk)</center>\n<br><br>\n<center>https://images.ecency.com/DQmNzvnj5TgHHWa6kwAR76CGA5QvhDHKrBtWGUAHedBg3BE/separador_luisfe.png</center>\n\n<BR><center>https://images.ecency.com/DQmZwf7NuUq9yhq7amhdtM15MUqnJAbW3WkX2u3RnxYfk4J/foto_s_gueme.png</center>\n<br>\n\n---\n\n郊윒잺 [3Speak](https://3speak.tv/watch?v=luisfe/nvqwcaku)","total_vote_weight":27816386815808}]